Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/DemosCommonCode.Imaging/Codecs/PluginsEncoderFactory/Dialogs/PdfImageCompressionControl.*.resx
Languages: de

# mrcFrontTabPage.Text
source: Front
de: Vorne

# mrcMaskTabPage.Text
source: Mask
de: Maske

# mrcImagesTabPage.Text
source: Images
de: Bilder

# mrcBackgroundTabPage.Text
source: Background
de: Hintergrund

# mrcUseFrontCheckBox.Text
source: Use front layer (text color layer)
de: Vordere Ebene (Textfarbebene) verwenden

# mrcHiQualityMaskCheckBox.Text
source: High quality mask
de: Hochwertige Maske

# mrcUseBackgroundLayerCheckBox.Text
source: Use background layer
de: Hintergrundebene verwenden

# mrcImageSegmentationCheckBox.Text
source: Detect images, place images to
de: Bilder erkennen, Bilder platzieren

# mrcNotUseImagesLayerRadioButton.Text
source: background layer
de: Hintergrundebene

# mrcUseImagesLayerRadioButton.Text
source: images layer (each image as resource)
de: Bilderebene (jedes Bild als Ressource)

# mrcHiQualityFrontLayerCheckBox.Text
source: High quality front layer
de: Hochwertige Vorderschicht

# mrcImageSegmentationSettingsButton.Text
source: Settings...
de: Einstellungen...

# mrcCommonTabPage.Text
source: Common
de: Allgemein

# mrcCompressionSettingsGroupBox.Text
source: MRC layers compression settings
de: Komprimierungseinstellungen für MRC-Ebenen

# compressionImageRadioButton.Text
source: Image
de: Bild

# mrcCompressionProfileComboBox.Items6
source: Document, best compression
de: Dokument, beste Komprimierung

# mrcCompressionProfileComboBox.Items5
source: Document, optimal
de: Dokument, optimal

# mrcCompressionProfileComboBox.Items4
source: Document, best quality
de: Dokument, beste Qualität

# mrcCompressionProfileComboBox.Items3
source: Document with images, best compression
de: Dokument mit Bildern, beste Komprimierung

# mrcCompressionProfileComboBox.Items2
source: Document with images, optimal
de: Dokument mit Bildern, optimal

# mrcCompressionProfileComboBox.Items1
source: Document with images, best quality
de: Dokument mit Bildern, beste Qualität

# mrcCompressionProfileComboBox.Items
source: Custom
de: Benutzerdefiniert
