Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/MainForm.*.resx
Languages: de

# textBoxPasteToolStripMenuItem.Text
source: Paste
de: Einfügen

# textBoxCopyToolStripMenuItem.Text
source: Copy
de: Kopieren

# addThumbnailsToolStripStatusLabel.Text
source: Thumbnails:
de: Miniaturansichten:

# contentEditorTabPage.Text
source: Content Editor
de: Inhaltseditor

# removeContentTabPage.Text
source: Redact
de: Schwärzen

# textExtractionTabPage.Text
source: Text Extraction
de: Textextraktion

# closeAllCommentsButton.Text
source: Close All Comments
de: Alle Kommentare schließen

# addCommentButton.Text
source: Add Comment...
de: Kommentar hinzufügen...

# commentsTabPage.Text
source: Comments
de: Kommentare

# annotationToolTabPage.Text
source: Annotations / Form Fields
de: Anmerkungen/Formularfelder

# bookmarksTabPage.Text
source: Bookmarks
de: Lesezeichen

# pagesTabPage.Text
source: Pages
de: Seiten

# aboutToolStripMenuItem.Text
source: About...
de: Über das Programm...

# helpToolStripMenuItem.Text
source: Help
de: Hilfe

# calculationOrderToolStripMenuItem.Text
source: Calculation Order...
de: Berechnungsreihenfolge...

# resetFormToolStripMenuItem.Text
source: Reset Form
de: Formular zurücksetzen

# exportDataToolStripMenuItem.Text
source: Export Data To XFDF...
de: Daten nach XFDF exportieren...

# importDataToolStripMenuItem.Text
source: Import Data From XFDF...
de: Daten aus XFDF importieren...

# formsToolStripMenuItem.Text
source: Forms
de: Formulare

# settingsToolStripMenuItem.Text
source: Settings...
de: Einstellungen...

# documentToolStripMenuItem1.Text
source: For Document
de: Für Dokument

# selectedPagesToolStripMenuItem.Text
source: For Selected Pages
de: Für ausgewählte Seiten

# currentPageToolStripMenuItem.Text
source: For Current Page
de: Für aktuelle Seite

# obfuscateTextEncodingToolStripMenuItem.Text
source: Obfuscate Text Encoding
de: Textkodierung verschleiern

# addSelectedTextToRedactionMarksToolStripMenuItem.Text
source: Add Selected Text To Redaction Marks
de: Ausgewählten Text zu Schwärzungsmarkierungen hinzufügen

# removeSelectedTextToolStripMenuItem.Text
source: Remove Selected Text
de: Ausgewählten Text entfernen

# highlightSelectedTextToolStripMenuItem.Text
source: Highlight Selected Text (Edit Content)
de: Ausgewählten Text hervorheben (Inhalt bearbeiten)

# squigglyUnderlineSelectedTextAnnotateToolStripMenuItem.Text
source: Squiggly Underline Selected Text (Annotate)
de: Squiggly markierten Text unterstreichen (mit Anmerkungen versehen)

# underlineSelectedTextAnnotateToolStripMenuItem.Text
source: Underline Selected Text (Annotate)
de: Ausgewählten Text unterstreichen (Anmerken)

# strikeoutSelectedTextAnnotateToolStripMenuItem.Text
source: Strikeout Selected Text (Annotate)
de: Ausgewählten Text durchstreichen (mit Anmerkungen versehen)

# highlightSelectedTextAnnotateToolStripMenuItem.Text
source: Highlight Selected Text (Annotate)
de: Ausgewählten Text hervorheben (Anmerken)

# findTextToolStripMenuItem.Text
source: Find...
de: Suchen...

# saveAsImageToolStripMenuItem.Text
source: Save As Image...
de: Als Bild speichern...

# imageResourcesToolStripMenuItem1.Text
source: Image Resources...
de: Bildressourcen...

# pageResourcesToolStripMenuItem.Text
source: Resources...
de: Ressourcen...

# pageActionsToolStripMenuItem.Text
source: Actions...
de: Aktionen...

# pagePropertiesToolStripMenuItem.Text
source: Properties...
de: Eigenschaften...

# pageUsesTransparencyToolStripMenuItem.Text
source: Does Page use Transparency?
de: Verwendet die Seite Transparenz?

# removeUnusedResourcesFromPDFPageToolStripMenuItem.Text
source: Remove unused resources from PDF page...
de: Nicht verwendete Ressourcen von der PDF-Seite entfernen...

# simplifyPageContentToolStripMenuItem.Text
source: Simplify page content...
de: Seiteninhalt vereinfachen...

# convertToImageonlyToolStripMenuItem.Text
source: Convert to image-only...
de: In Nur-Bild konvertieren...

# invertPDFPageToolStripMenuItem.Text
source: Invert colors of PDF page
de: Farben der PDF-Seite umkehren

# colorBlendingTtoolStripMenuItem.Text
source: Color Blending...
de: Farbmischung...

# clearPDFPageContentToolStripMenuItem.Text
source: Clear PDF page content...
de: PDF-Seiteninhalt löschen...

# rotatePDFPageBy90DegressToolStripMenuItem.Text
source: Rotate PDF page by 90 degress...
de: PDF-Seite um 90 Grad drehen...

# resizeCanvasOfPDFPageToolStripMenuItem.Text
source: Resize canvas of PDF page...
de: Größe der PDF-Seite ändern...

# changeScaleOfPDFPageToolStripMenuItem.Text
source: Change scale of PDF page...
de: Skalierung der PDF-Seite ändern...

# removePdfAnnotationsFromPDFPageToolStripMenuItem.Text
source: Remove PDF annotations from PDF page...
de: PDF-Anmerkungen von der PDF-Seite entfernen...

# burnThePDFAnnotationsOnPDFPageToolStripMenuItem.Text
source: Burn PDF annotations on PDF page...
de: PDF-Anmerkungen auf PDF-Seite brennen...

# pageProcessingToolStripMenuItem.Text
source: Processing
de: Verarbeitung

# pageToolStripMenuItem.Text
source: Page
de: Seite

# removeLayersOptionalContentToolStripMenuItem.Text
source: Remove Layers (Optional Content)...
de: Ebenen entfernen (optionaler Inhalt)...

# optionalContentToolStripMenuItem.Text
source: Layers (Optional Content)...
de: Ebenen (optionaler Inhalt)...

# subsetAllFontsToolStripMenuItem.Text
source: Subset All Embedded Fonts...
de: Teilmenge aller eingebetteten Schriftarten...

# embedAllFontsToolStripMenuItem.Text
source: Embed All Fonts...
de: Alle Schriftarten einbetten...

# fontsToolStripMenuItem.Text
source: Fonts...
de: Schriftarten...

# imageResourcesToolStripMenuItem.Text
source: Image Resources...
de: Bildressourcen...

# resourcesToolStripMenuItem.Text
source: Resources...
de: Ressourcen...

# embeddedFilesToolStripMenuItem.Text
source: Embedded Files...
de: Eingebettete Dateien...

# removeAttachmentsToolStripMenuItem.Text
source: Remove Attachments (Portfolio)...
de: Anhänge entfernen (Portfolio)...

# attachmentsToolStripMenuItem.Text
source: Attachments (Portfolio)...
de: Anhänge (Portfolio)...

# documentLevelJavaScriptsToolStripMenuItem.Text
source: Document Level JavaScripts...
de: JavaScripts auf Dokumentebene...

# documentActionsToolStripMenuItem.Text
source: Actions...
de: Aktionen...

# viewerPreferencesToolStripMenuItem.Text
source: Viewer Preferences...
de: Betrachtereinstellungen...

# toolStripMenuItem1.Text
source: Viewer Page Layout
de: Viewer-Seitenlayout

# documentViewModeToolStripMenuItem.Text
source: Document View Mode
de: Dokumentansichtsmodus

# thumbnails_ViewToolStripMenuItem.Text
source: View...
de: Anzeigen...

# thumbnails_GenerateAllToolStripMenuItem.Text
source: Generate All
de: Alle generieren

# thumbnails_RemoveAllToolStripMenuItem.Text
source: Remove All
de: Alle entfernen

# thumbnailsToolStripMenuItem.Text
source: Thumbnails
de: Miniaturansichten

# bookmarks_DeleteToolStripMenuItem.Text
source: Delete
de: Löschen

# bookmarks_EditToolStripMenuItem.Text
source: Edit...
de: Bearbeiten...

# bookmarks_AddToolStripMenuItem.Text
source: Add...
de: Hinzufügen...

# bookmarksToolStripMenuItem.Text
source: Bookmarks
de: Lesezeichen

# removeAllSignaturesToolStripMenuItem.Text
source: Remove All Signature Fields
de: Alle Signaturfelder entfernen

# removeSignatureToolStripMenuItem.Text
source: Remove Signature Field...
de: Signaturfeld entfernen...

# clearAllSignaturesToolStripMenuItem.Text
source: Clear All Signatures
de: Alle Signaturen löschen

# clearSignatureToolStripMenuItem.Text
source: Clear Signature...
de: Signatur löschen...

# addEmptySignatureFieldToolStripMenuItem.Text
source: Add Empty Signature Field...
de: Leeres Signaturfeld hinzufügen...

# signDocumentUsingExisingEmptySignatureFieldToolStripMenuItem.Text
source: Sign Document using Existing Empty Signature Field...
de: Dokument mit vorhandenem leeren Signaturfeld signieren...

# signDocumentUsingNewSignatureFieldToolStripMenuItem.Text
source: Sign Document using New Signature Field...
de: Dokument mit neuem Signaturfeld signieren...

# digitalSignaturesToolStripMenuItem.Text
source: View/Verify Digital Signatures...
de: Digitale Signaturen anzeigen/überprüfen...

# signaturesSigningToolStripMenuItem.Text
source: Signing && Signatures
de: Signieren && Signaturen

# securitySettingsToolStripMenuItem.Text
source: Change Security Settings...
de: Sicherheitseinstellungen ändern...

# securityPropertiesToolStripMenuItem.Text
source: Security Properties...
de: Sicherheitseigenschaften...

# extensionsToolStripMenuItem.Text
source: Extensions...
de: Erweiterungen...

# documentInformationToolStripMenuItem.Text
source: Information...
de: Informationen...

# removeMarkupAnnotationsToolStripMenuItem.Text
source: Remove Markup Annotations
de: Markup-Anmerkungen entfernen

# removeAllAnnotationsToolStripMenuItem.Text
source: Remove All Annotations
de: Alle Anmerkungen entfernen

# exportToXFDFToolStripMenuItem.Text
source: Export To XFDF...
de: Nach XFDF exportieren...

# importFromXFDFToolStripMenuItem.Text
source: Import From XFDF...
de: Aus XFDF importieren...

# annotationsToolStripMenuItem.Text
source: Annotations
de: Anmerkungen

# removeSignatureFieldsToolStripMenuItem.Text
source: Remove signature fields...
de: Signaturfelder entfernen...

# convertTrueTypeFontsToCFFFontsToolStripMenuItem.Text
source: Convert TrueType fonts to CFF fonts...
de: TrueType-Schriftarten in CFF-Schriftarten konvertieren...

# removeTransparencyToolStripMenuItem.Text
source: Remove transparency...
de: Transparenz entfernen...

# compressDataStreamsToolStripMenuItem.Text
source: Compress data streams...
de: Datenströme komprimieren...

# decompressStreamsToolStripMenuItem.Text
source: Decompress data streams...
de: Datenströme dekomprimieren...

# toolsToolStripMenuItem.Text
source: Tools
de: Werkzeuge

# removeDuplicateResourcesToolStripMenuItem.Text
source: Remove duplicate resources...
de: Duplizierte Ressourcen entfernen...

# removeUnusedResourcesToolStripMenuItem.Text
source: Remove unused resources...
de: Nicht verwendete Ressourcen entfernen...

# cleanupDocumentToolStripMenuItem.Text
source: Cleanup document...
de: Dokument bereinigen...

# cleanUpToolStripMenuItem.Text
source: CleanUp
de: Aufräumen

# documentHasSignatureFieldsToolStripMenuItem.Text
source: Document has signature fields...
de: Dokument hat Signaturfelder...

# overprintControlIsUsedToolStripMenuItem.Text
source: Overprint control is used
de: Überdruckkontrolle wird verwendet

# pdfFileHasTheLinearizationInfoToolStripMenuItem.Text
source: PDF file has the linearization info
de: PDF-Datei enthält die Linearisierungsinformationen

# pdfFileHeaderOccursAtByteOffset0OfTheFileToolStripMenuItem.Text
source: PDF file header occurs at byte offset 0 of the file
de: Der PDF-Datei-Header erscheint am Byte-Offset 0 der Datei

# documentUsesTheCompressedObjectStreamsToolStripMenuItem.Text
source: Document uses the compressed object streams
de: Dokument verwendet die komprimierten Objektströme

source: The cross-reference information is stored in a cross-reference stream
de: Die Querverweisinformationen werden in einem Querverweis-Stream gespeichert

# numberOfIndirectObjectsInAPDFFileToolStripMenuItem.Text
source: Number of indirect objects in a PDF file
de: Anzahl indirekter Objekte in einer PDF-Datei

# theCrossreferenceTableIsCorruptToolStripMenuItem.Text
source: The cross-reference table is corrupt
de: Die Querverweistabelle ist beschädigt

# detectTheConformanceUsingTheMetadataIdentificationSchemaToolStripMenuItem.Text
source: Detect the conformance using the metadata identification schema
de: Erkennen Sie die Konformität mithilfe des Metadaten-Identifikationsschemas

# analyzersToolStripMenuItem.Text
source: Analyzers
de: Analysatoren

# documentProcessingToolStripMenuItem.Text
source: Processing
de: Verarbeitung

# discardDocumentElementsToolStripMenuItem.Text
source: Discard document elements...
de: Dokumentelemente verwerfen...

# optimizeContentImagesToolStripMenuItem.Text
source: Optimize content images...
de: Inhaltsbilder optimieren...

# optimizeImagesColorDepthToolStripMenuItem.Text
source: Optimize images color depth...
de: Farbtiefe der Bilder optimieren...

# compressImageResourcesToolStripMenuItem.Text
source: Compress image resources...
de: Bildressourcen komprimieren...

# compressDocumentToolStripMenuItem.Text
source: Compress document...
de: Dokument komprimieren...

# compressionToolStripMenuItem.Text
source: Compression
de: Komprimierung

# simplifyDocumentContentToolStripMenuItem.Text
source: Simplify Document Content...
de: Dokumentinhalt vereinfachen...

# convertToImageonlyDocumentToolStripMenuItem.Text
source: Convert to Image-only Document...
de: In reines Bilddokument konvertieren...

# pDFA4fConverterToolStripMenuItem.Text
source: PDF/A-4f Converter...
de: PDF/A-4f-Konverter...

# pDFA4eConverterToolStripMenuItem.Text
source: PDF/A-4e Converter...
de: PDF/A-4e-Konverter...

# pDFA4ConverterToolStripMenuItem.Text
source: PDF/A-4 Converter...
de: PDF/A-4-Konverter...

# pdfA3uConverterToolStripMenuItem.Text
source: PDF/A-3u Converter...
de: PDF/A-3u-Konverter...

# pdfA3bConverterToolStripMenuItem.Text
source: PDF/A-3b Converter...
de: PDF/A-3b-Konverter...

# pdfA3aConverterToolStripMenuItem.Text
source: PDF/A-3a Converter...
de: PDF/A-3a-Konverter...

# pdfA2uConverterToolStripMenuItem.Text
source: PDF/A-2u Converter...
de: PDF/A-2u-Konverter...

# pdfA2bConverterToolStripMenuItem.Text
source: PDF/A-2b Converter...
de: PDF/A-2b-Konverter...

# pdfA2aConverterToolStripMenuItem.Text
source: PDF/A-2a Converter...
de: PDF/A-2a-Konverter...

# pdfA1bConverterToolStripMenuItem.Text
source: PDF/A-1b Converter...
de: PDF/A-1b-Konverter...

# pdfA1aConverterToolStripMenuItem.Text
source: PDF/A-1a Converter...
de: PDF/A-1a-Konverter...

# documentConversionToolStripMenuItem.Text
source: Conversion
de: Konvertierung

# documentVerificationToolStripMenuItem.Text
source: Verification
de: Verifizierung

# documentToolStripMenuItem.Text
source: Document
de: Dokument

# refreshPostScriptFontNamesToolStripMenuItem.Text
source: Refresh Font Names...
de: Schriftnamen aktualisieren...

# customRendererSettingsToolStripMenuItem.Text
source: Custom Renderer Settings...
de: Benutzerdefinierte Renderer-Einstellungen...

# useCustomRendererToolStripMenuItem.Text
source: Use Custom Renderer
de: Benutzerdefinierten Renderer verwenden

# colorManagementToolStripMenuItem.Text
source: Color Management...
de: Farbmanagement...

# enableAnnotationsSpellCheckingToolStripMenuItem.Text
source: Enable Annotations Spell Checking
de: Rechtschreibprüfung für Anmerkungen aktivieren

# enableFormFieldsSpellCheckingToolStripMenuItem.Text
source: Enable Form Fields Spell Checking
de: Rechtschreibprüfung für Formularfelder aktivieren

# spellCheckViewSettingsToolStripMenuItem.Text
source: Spell Check View Settings...
de: Einstellungen der Rechtschreibprüfungsansicht...

# spellCheckSettingsToolStripMenuItem.Text
source: Spell Check Settings...
de: Einstellungen für die Rechtschreibprüfung...

# magnifierSettingsToolStripMenuItem.Text
source: Magnifier Settings...
de: Lupeneinstellungen...

# viewerRenderingSettingsToolStripMenuItem.Text
source: Viewer Rendering Settings...
de: Viewer-Rendering-Einstellungen...

# imageViewerSettingsToolStripMenuItem.Text
source: Image Viewer Settings...
de: Bildbetrachter-Einstellungen...

# rotateCounterclockwiseToolStripMenuItem.Text
source: Counterclockwise
de: Gegen den Uhrzeigersinn

# rotateClockwiseToolStripMenuItem.Text
source: Clockwise
de: Im Uhrzeigersinn

# rotateViewToolStripMenuItem.Text
source: Rotate View
de: Ansicht drehen

# pixelToPixelToolStripMenuItem.Text
source: Pixel to pixel
de: Pixel zu Pixel

# scaleToolStripMenuItem.Text
source: Scale
de: Skalierung

# fitToHeightToolStripMenuItem.Text
source: Fit to height
de: An Höhe anpassen

# fitToWidthToolStripMenuItem.Text
source: Fit to width
de: An Breite anpassen

# bestFitToolStripMenuItem.Text
source: Best fit
de: Beste Passform

# imageScaleModeToolStripMenuItem.Text
source: Image Scale Mode
de: Bildskalierungsmodus

# twoContinuousColumnsToolStripMenuItem.Text
source: Two Continuous Columns
de: Zwei fortlaufende Spalten

# twoContinuousRowsToolStripMenuItem.Text
source: Two Continuous Rows
de: Zwei fortlaufende Zeilen

# singleContinuousColumnToolStripMenuItem.Text
source: Single Continuous Column
de: Einzelne fortlaufende Spalte

# singleContinuousRowToolStripMenuItem.Text
source: Single Continuous Row
de: Einzelne fortlaufende Zeile

# twoColumnsToolStripMenuItem.Text
source: Two Columns
de: Zwei Spalten

# singlePageToolStripMenuItem.Text
source: Single Page
de: Einzelne Seite

# imageDisplayModeToolStripMenuItem.Text
source: Image Display Mode
de: Bildanzeigemodus

# centerImageToolStripMenuItem.Text
source: Center Image
de: Bild zentrieren

# useEmbeddedThumbnailsToolStripMenuItem.Text
source: Use Embedded Thumbnails
de: Eingebettete Miniaturansichten verwenden

# thumbnailViewerSettingsToolStripMenuItem.Text
source: Thumbnail Viewer Settings...
de: Einstellungen für die Miniaturansichtsansicht...

# enableJavaScriptExecutingToolStripMenuItem.Text
source: Enable JavaScript Executing
de: JavaScript-Ausführung aktivieren

# enableExecuteActionsToolStripMenuItem.Text
source: Enable Actions Executing
de: Aktiviert die Ausführung von Aktionen

# interactionPointSettingsToolStripMenuItem.Text
source: Annotations / Fields Interaction Point Settings...
de: Anmerkungen/Felder-Interaktionspunkteinstellungen...

# viewToolStripMenuItem1.Text
source: View
de: Anzeigen

# deselectAllToolStripMenuItem.Text
source: Deselect All
de: Alle abwählen

# selectAllToolStripMenuItem.Text
source: Select All
de: Alles auswählen

# deleteToolStripMenuItem.Text
source: Delete
de: Löschen

# pasteToolStripMenuItem.Text
source: Paste
de: Einfügen

# copyToolStripMenuItem.Text
source: Copy
de: Kopieren

# cutToolStripMenuItem.Text
source: Cut
de: Ausschneiden

# editToolStripMenuItem.Text
source: Edit
de: Bearbeiten

# exitToolStripMenuItem.Text
source: Exit
de: Beenden

# printToolStripMenuItem.Text
source: Print...
de: Drucken...

# centerPrintingPageToolStripMenuItem.Text
source: Center Page
de: Mitteseite

# pageAutoOrientationToolStripMenuItem.Text
source: Page Auto Orientation
de: Automatische Seitenausrichtung

# pageSettingsToolStripMenuItem.Text
source: Page Settings...
de: Seiteneinstellungen...

# convertToSvgToolStripMenuItem.Text
source: Convert to Svg...
de: In SVG konvertieren...

# convertToTiffToolStripMenuItem.Text
source: Convert to Tiff...
de: In TIFF konvertieren...

# saveToToolStripMenuItem.Text
source: Save To...
de: Speichern unter...

# saveAsToolStripMenuItem.Text
source: Save As...
de: Speichern unter...

# saveToolStripMenuItem.Text
source: Save
de: Speichern

# packToolStripMenuItem.Text
source: Pack...
de: Paket...

# addPdfDocumentToolStripMenuItem.Text
source: Add PDF Document...
de: PDF-Dokument hinzufügen...

# addEmptyPageToolStripMenuItem.Text
source: Add Empty Page...
de: Leere Seite hinzufügen...

# addOcrPagesUsingTextOverImageModeToolStripMenuItem.Text
source: Text Over Image...
de: Text über Bild...

# addOcrPagesUsingImageOverTextModeToolStripMenuItem.Text
source: Image Over Text...
de: Bild über Text...

# addOcrPagesToolStripMenuItem.Text
source: Add OCR Page(s)
de: OCR-Seite(n) hinzufügen

# addImagePagesToolStripMenuItem.Text
source: Add Image/Document Page(s)...
de: Bild-/Dokumentseite(n) hinzufügen...

# closeToolStripMenuItem.Text
source: Close
de: Schließen

# openToolStripMenuItem.Text
source: Open...
de: Öffnen...

# createPortfolioToolStripMenuItem.Text
source: Create New Portfolio...
de: Neues Portfolio erstellen...

# newToolStripMenuItem.Text
source: New...
de: Neu...

# fileToolStripMenuItem.Text
source: File
de: Datei

# visualToolsToolStripMenuItem.Text
source: Visual Tools
de: Visuelle Tools
