Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/Localization/Strings.*.resx
Languages: de

# DEMOSCOMMONCODE_PDF_ARG0_ARG1_PAGE_NUMBER_ARG2
source: {0} ({1}): page number {2}
de: {0} ({1}): Seitenzahl {2}

# DEMOSCOMMONCODE_PDF_ARG0_ARG1_DOCUMENT_PAGE_NUMBER_ARG2
source: {0} ({1}): document page number {2}
de: {0} ({1}): Dokumentseitennummer {2}

# DEMOSCOMMONCODE_PDF_NAMED_ACTION_ARG0
source: Named Action: '{0}'
de: Benannte Aktion: '{0}'

# DEMOSCOMMONCODE_PDF_LAUNCH_APPLICATION_ARG0
source: Launch Application: '{0}'
de: Anwendung starten: '{0}'

# DEMOSCOMMONCODE_PDF_OPEN_URL_ARG0_ALT1
source: Open URL: '{0}'
de: URL öffnen: '{0}'

# DEMOSCOMMONCODE_PDF_SUBMIT_INTERACTIVE_FORM_ARG0_ARG1
source: Submit Interactive Form ({0}): '{1}'
de: Interaktives Formular senden ({0}): '{1}'

# DEMOSCOMMONCODE_PDF_ARG0_ACTION_ARG1
source: {0} action ({1})
de: {0} Aktion ({1})

# DEMOSCOMMONCODE_PDF_ACTIVATE
source: Activate
de: Aktivieren

# DEMOSCOMMONCODE_PDF_ERROR
source: Error
de: Fehler

# DEMOSCOMMONCODE_PDF_ERROR_ALT1
source: Error
de: Fehler

# DEMOSCOMMONCODE_PDF_COMMENT
source: Comment
de: Kommentar

# DEMOSCOMMONCODE_PDF_HELP
source: Help
de: Hilfe

# DEMOSCOMMONCODE_PDF_INSERT
source: Insert
de: Einfügen

source: Open file '{0}' ({1}) using the default application, or save file to a disk?
de: Datei "{0}" ({1}) mit der Standardanwendung öffnen oder Datei auf einem Datenträger speichern?

# DEMOSCOMMONCODE_PDF_PRESS_YES_TO_OPEN_FILE_USING_THE_DEFAULT_APPLICATIONRN
source: Press 'Yes' to open file using the default application.
de: Drücken Sie "Ja", um die Datei mit der Standardanwendung zu öffnen.

# DEMOSCOMMONCODE_PDF_PRESS_NO_TO_SAVE_FILE_TO_A_DISKRN
source: Press 'No' to save file to a disk.
de: Drücken Sie "Nein", um die Datei auf einem Datenträger zu speichern.

# DEMOSCOMMONCODE_PDF_PRESS_CANCEL_TO_CANCEL_THIS_ACTION
source: Press 'Cancel' to cancel this action.
de: Drücken Sie "Abbrechen", um diese Aktion abzubrechen.

# DEMOSCOMMONCODE_PDF_EMBEDDED_FILE
source: Embedded File
de: Eingebettete Datei

# DEMOSCOMMONCODE_PDF_APPERANACE_GENERATOR_PROPERTIES
source: Apperanace Generator Properties
de: Eigenschaften des Apperanace-Generators

# DEMOSCOMMONCODE_PDF_BARCODE_VALUE
source: Barcode value
de: Barcodewert

# DEMOSCOMMONCODE_PDF_EMPTY_SIGNATRUE_FIELD
source: Empty Signatrue Field
de: Leeres Signaturfeld

# DEMOSCOMMONCODE_PDF_PAGE_ARG0_ALT1
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_PDF_PAGE_ARG0_ALT2
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_PDF_ANNOTATION_COMMON_PROPERTIES
source: Annotation Common Properties
de: Allgemeine Eigenschaften von Anmerkungen

# DEMOSCOMMONCODE_PDF_ANNOTATION
source: Annotation
de: Anmerkung

# DEMOSCOMMONCODE_PDF_FIELD_COMMON_PROPERTIES
source: Field Common Properties
de: Allgemeine Feldeigenschaften

# DEMOSCOMMONCODE_PDF_FIELD
source: Field
de: Feld

# DEMOSCOMMONCODE_PDF_ARG0_SETS_BY_ARG1
source: {0} sets by {1}
de: {0} setzt um {1}

# DEMOSCOMMONCODE_PDF_ACTIVATE_ALT1
source: Activate
de: Aktivieren

# DEMOSCOMMONCODE_PDF_FORMAT
source: Format
de: Formatieren

# DEMOSCOMMONCODE_PDF_VALIDATE
source: Validate
de: Validieren

# DEMOSCOMMONCODE_PDF_OPEN
source: Open
de: Offen

# DEMOSCOMMONCODE_PDF_PRINTING
source: Printing
de: Drucken

# DEMOSCOMMONCODE_PDF_PRINTED
source: Printed
de: Gedruckt

# DEMOSCOMMONCODE_PDF_SAVING
source: Saving
de: Speichern

# DEMOSCOMMONCODE_PDF_SAVED
source: Saved
de: Gespeichert

# DEMOSCOMMONCODE_PDF_CLOSING
source: Closing
de: Schließung

# DEMOSCOMMONCODE_PDF_OPEN_ALT1
source: Open
de: Offen

# DEMOSCOMMONCODE_PDF_CLOSE
source: Close
de: Schließen

# DEMOSCOMMONCODE_PDF_UNEXPECTED_ACTION_TYPE
source: Unexpected Action Type:
de: Unerwarteter Aktionstyp:

# DEMOSCOMMONCODE_PDF_ALL_FILES
source: All Files (*.*)|*.*
de: Alle Dateien (*.*)|*.*

# DEMOSCOMMONCODE_PDF_ADD_FILES
source: Add files
de: Dateien hinzufügen

source: {0}: {1}. Disable 'Encode Files Immediately' option in 'File' menu.
de: {0}: {1}. Deaktivieren Sie die Option "Dateien sofort kodieren" im Menü "Datei".

# DEMOSCOMMONCODE_PDF_ADD_PATH
source: Add path
de: Pfad hinzufügen

# DEMOSCOMMONCODE_PDF_SAVE_SELECTED_ITEMS
source: Save selected items
de: Ausgewählte Elemente speichern

# DEMOSCOMMONCODE_PDF_ITEMS_SAVED_SUCCESSFULLY
source: Item(s) saved successfully.
de: Element(e) erfolgreich gespeichert.

# DEMOSCOMMONCODE_PDF_ITEMS_DOES_NOT_SAVED
source: Item(s) does not saved.
de: Element(e) werden nicht gespeichert.

source: Do you want to remove sort information, which specifies the order
de: Möchten Sie Sortierinformationen entfernen, die die Reihenfolge angeben?

source: in which items in the attachment collection should be sorted
de: nach welchen Elementen in der Anhangssammlung sortiert werden soll

# DEMOSCOMMONCODE_PDF__IN_THE_USER_INTERFACE
source: in the user interface?
de: in der Benutzeroberfläche?

source: Colors are not specified. Do you want to create information about colors?
de: Farben sind nicht angegeben. Möchten Sie Informationen über Farben erstellen?

# DEMOSCOMMONCODE_PDF_PORTFOLIO_COLORS
source: Portfolio Colors
de: Portfoliofarben

# DEMOSCOMMONCODE_PDF_DO_YOU_WANT_TO_DELETE_INFORMATION_ABOUT_PORTFOLIO_COLORS
source: Do you want to delete information about portfolio colors?
de: Möchten Sie Informationen zu Portfoliofarben löschen?

# DEMOSCOMMONCODE_PDF_DO_YOU_WANT_TO_GENERATE_THUMBNAILS_FOR_ALL_FILES
source: Do you want to generate thumbnails for all files?
de: Möchten Sie Miniaturansichten für alle Dateien erstellen?

# DEMOSCOMMONCODE_PDF_GENERATE_THUMBNAILS
source: Generate thumbnails
de: Miniaturansichten generieren

source: Do you want to generate thumbnails for selected files and files in all selected folders?
de: Möchten Sie Miniaturansichten für ausgewählte Dateien und Dateien in allen ausgewählten Ordnern erstellen?

# DEMOSCOMMONCODE_PDF_DO_YOU_WANT_TO_GENERATE_THUMBNAILS_FOR_SELECTED_FILES
source: Do you want to generate thumbnails for selected files?
de: Möchten Sie Miniaturansichten für ausgewählte Dateien erstellen?

source: Do you want to generate thumbnails for files in all selected folders?
de: Möchten Sie Miniaturansichten für Dateien in allen ausgewählten Ordnern erstellen?

# DEMOSCOMMONCODE_PDF_GENERATE_THUMBNAILS_ALT1
source: Generate thumbnails
de: Miniaturansichten generieren

# DEMOSCOMMONCODE_PDF_OPEN_THUMBNAIL_IMAGE
source: Open thumbnail image
de: Miniaturbild öffnen

# DEMOSCOMMONCODE_PDF_SET_THUMBNAIL
source: Set thumbnail
de: Miniaturansicht festlegen

# DEMOSCOMMONCODE_PDF_OPEN_THUMBNAIL_IMAGE_ALT1
source: Open thumbnail image
de: Miniaturbild öffnen

# DEMOSCOMMONCODE_PDF_SET_THUMBNAIL_ALT1
source: Set thumbnail
de: Miniaturansicht festlegen

source: Attachments does not have schema. Do you want to create schema?
de: Anhänge haben kein Schema. Möchten Sie ein Schema erstellen?

# DEMOSCOMMONCODE_PDF_ATTACHMENTS_SCHEMA_EDITOR
source: Attachments Schema Editor
de: Schema-Editor für Anhänge

source: File '{0}' does not have data fields. Do you want to create data fields?
de: Datei "{0}" enthält keine Datenfelder. Möchten Sie Datenfelder erstellen?

# DEMOSCOMMONCODE_PDF_EMBEDDED_FILE_DATA_FIELDS_EDITOR
source: Embedded File Data Fields Editor
de: Editor für eingebettete Dateidatenfelder

source: Folder '{0}' does not have data fields. Do you want to create data fields?
de: Ordner "{0}" enthält keine Datenfelder. Möchten Sie Datenfelder erstellen?

# DEMOSCOMMONCODE_PDF_ATTACHMENT_FOLDER_DATA_FIELDS_EDITOR
source: Attachment Folder Data Fields Editor
de: Editor für Datenfelder des Anhangordners

# DEMOSCOMMONCODE_PDF_OPEN_FILE_ARG0_USING_THE_DEFAULT_PROGRAM_OR_SAVE_FILERNRN
source: Open file '{0}' using the default program, or save file?
de: Datei "{0}" mit dem Standardprogramm öffnen oder Datei speichern?

# DEMOSCOMMONCODE_PDF_PRESS_YES_TO_OPEN_FILE_USING_THE_DEFAULT_PROGRAMRN
source: Press 'Yes' to open file using the default program.
de: Drücken Sie "Ja", um die Datei mit dem Standardprogramm zu öffnen.

# DEMOSCOMMONCODE_PDF_PRESS_NO_TO_SAVE_FILE_TO_DISK
source: Press 'No' to save file to disk.
de: Drücken Sie "Nein", um die Datei auf der Festplatte zu speichern.

# DEMOSCOMMONCODE_PDF_COMPRESSED_SIZE
source: Compressed Size
de: Komprimierte Größe

# DEMOSCOMMONCODE_PDF_UNCOMPRESSED_SIZE
source: Uncompressed Size
de: Unkomprimierte Größe

# DEMOSCOMMONCODE_PDF_MODIFICATION_DATE
source: Modification Date
de: Änderungsdatum

# DEMOSCOMMONCODE_PDF_CREATION_DATE
source: Creation Date
de: Erstellungsdatum

# DEMOSCOMMONCODE_PDF_FILE_NAME
source: File name
de: Dateiname

# DEMOSCOMMONCODE_PDF_DESCRIPTION
source: Description
de: Beschreibung

# DEMOSCOMMONCODE_PDF_COMPRESSED_SIZE_ALT1
source: Compressed Size
de: Komprimierte Größe

# DEMOSCOMMONCODE_PDF_UNCOMPRESSED_SIZE_ALT1
source: Uncompressed Size
de: Unkomprimierte Größe

# DEMOSCOMMONCODE_PDF_MODIFIED_DATE
source: Modified date
de: Änderungsdatum

# DEMOSCOMMONCODE_PDF_FILE_ARG0_ALREADY_EXISTS_OVERRIDE_IT
source: File '{0}' already exists, override it?
de: Datei "{0}" existiert bereits, überschreiben?

# DEMOSCOMMONCODE_PDF_BOOKMARKS
source: Bookmarks
de: Lesezeichen

source: Page {0} is not from this PDF document. Save document and try again.
de: Seite {0} stammt nicht aus diesem PDF-Dokument. Dokument speichern und erneut versuchen.

# DEMOSCOMMONCODE_PDF_THIS_DOCUMENT_DOES_NOT_CONTAIN_FONTS
source: This document does not contain fonts.
de: Dieses Dokument enthält keine Schriftarten.

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_JAVASCRIPT_ACTION_NAME
source: JavaScript Action Name
de: JavaScript-Aktionsname

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_ENTER_NAME_OF_JAVASCRIPT_ACTION
source: Enter name of JavaScript action.
de: Geben Sie den Namen der JavaScript-Aktion ein.

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_JAVASCRIPT_ACTION_NAME_ALT1
source: JavaScript Action Name
de: JavaScript-Aktionsname

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_ENTER_NAME_OF_JAVASCRIPT_ACTION_ALT1
source: Enter name of JavaScript action.
de: Geben Sie den Namen der JavaScript-Aktion ein.

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_NAME_CAN_NOT_BE_EMPTY
source: Name can not be empty.
de: Name darf nicht leer sein.

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_ERROR
source: Error
de: Fehler

source: PDF document already contains ction with name \"{0}\".
de: PDF-Dokument enthält bereits eine Funktion mit dem Namen "{0}".

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_ERROR_ALT1
source: Error
de: Fehler

source: Optional content configuration has auto states. To change layers order, auto states should be deleted.
de: Die optionale Inhaltskonfiguration verfügt über automatische Status. Um die Reihenfolge der Ebenen zu ändern, sollten die automatischen Status gelöscht werden.

# DEMOSCOMMONCODE_PDF_DELETE_AUTO_STATESRNPRESS_YES_TO_DELETE_AUTO_STATES
source: Delete auto states? Press 'Yes' to delete auto states.
de: Automatische Zustände löschen? Drücken Sie "Ja", um automatische Zustände zu löschen.

# DEMOSCOMMONCODE_PDF_NO_NAME
source: (no name)
de: (kein Name)

# DEMOSCOMMONCODE_PDF_DOCUMENT_INFORMATION
source: Document Information
de: Dokumentinformationen

# DEMOSCOMMONCODE_PDF_FORM_FIELD_ARG0_ARG1
source: Form field: {0} ({1})
de: Formularfeld: {0} ({1})

# DEMOSCOMMONCODE_PDF_ARG0_ANNOTATION
source: {0} annotation
de: {0} Anmerkung

# DEMOSCOMMONCODE_PDF_KEY_WITH_NAME_ARG0_ALREADY_EXSISTS_IN_DICTIONARY
source: Key with name '{0}' already exsists in dictionary.
de: Der Schlüssel mit dem Namen "{0}" ist bereits im Wörterbuch vorhanden.

# DEMOSCOMMONCODE_PDF_ADD_EMBEDDED_FILE_ARG0
source: Add embedded file '{0}'...
de: Eingebettete Datei "{0}" hinzufügen...

# DEMOSCOMMONCODE_PDF_ARG0RNDISABLE_ENCODE_FILES_IMMEDIATELY_OPTION
source: {0} Disable 'Encode Files Immediately' option.
de: {0} Deaktivieren Sie die Option "Dateien sofort kodieren".

# DEMOSCOMMONCODE_PDF_ERROR_ALT2
source: Error
de: Fehler

# DEMOSCOMMONCODE_PDF_PAGE_ARG0_ALT3
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_PDF_RESOURCES_OF_ARG0
source: Resources of {0}
de: Ressourcen von {0}

# DEMOSCOMMONCODE_PDF_BINARY_FILES_BINBIN
source: Binary Files (*.bin)|*.bin
de: Binärdateien (*.bin)|*.bin

# DEMOSCOMMONCODE_PDF_COMPRESSION_DEFAULT_PARAMS
source: Compression Default Params
de: Standardparameter für die Komprimierung

# DEMOSCOMMONCODE_PDF_REGION_IN_PAGE_CONTENT_RESOLUTION_ARG0
source: Region in page content (Resolution: {0})
de: Region im Seiteninhalt (Auflösung: {0})

# DEMOSCOMMONCODE_PDF_SECURITY_PASSWORD_ARG0
source: Password - {0}
de: Passwort – {0}

# DEMOSCOMMONCODE_PDF_SECURITY_PASSWORD
source: Password
de: Passwort

# DEMOSCOMMONCODE_PDF_SECURITY_PKCS12_PFX_FILESPFX
source: PKCS12 (PFX) Files|*.pfx
de: PKCS12 (PFX)-Dateien|*.pfx

# DEMOSCOMMONCODE_PDF_SECURITY__HAS_PRIVATE_KEY
source: (Has Private Key)
de: (Hat privaten Schlüssel)

source: Document has annotation with name '{0}', change signature name.
de: Das Dokument enthält eine Anmerkung mit dem Namen "{0}". Ändern Sie den Signaturnamen.

source: Certificate is not selected, create empty signature field?
de: Zertifikat ist nicht ausgewählt, leeres Signaturfeld erstellen?

# DEMOSCOMMONCODE_PDF_SECURITY_CREATE_EMPTY_SIGNATURE
source: Create empty signature
de: Leere Signatur erstellen

# DEMOSCOMMONCODE_PDF_SECURITY_DOCUMENT_HAS_ANNOTATION_WITH_NAME_ARG0
source: Document has annotation with name '{0}'.
de: Das Dokument enthält eine Anmerkung mit dem Namen "{0}".

# DEMOSCOMMONCODE_PDF_SECURITY_CERTIFICATE_ERROR
source: Certificate error
de: Zertifikatfehler

# DEMOSCOMMONCODE_PDF_SECURITY_CERTIFICATE_DOES_NOT_HAVE_PRIVATE_KEY
source: Certificate does not have Private Key.
de: Das Zertifikat hat keinen privaten Schlüssel.

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_SERVER_SETTINGS
source: Timestamp Server Settings
de: Zeitstempel-Servereinstellungen

# DEMOSCOMMONCODE_PDF_SECURITY_DOCUMENT_DOES_NOT_CONTAIN_DIGITAL_SIGNATURES
source: Document does not contain digital signatures.
de: Das Dokument enthält keine digitalen Signaturen.

# DEMOSCOMMONCODE_PDF_SECURITY_VERIFYING_SIGNATURE
source: Verifying signature...
de: Signatur wird überprüft...

# DEMOSCOMMONCODE_PDF_SECURITY_ARG0_PAGES_MODIFIED
source: {0} page(s) modified;
de: {0} Seite(n) geändert;

# DEMOSCOMMONCODE_PDF_SECURITY_ARG0_PAGES_ADDED
source: {0} page(s) added;
de: {0} Seite(n) hinzugefügt;

# DEMOSCOMMONCODE_PDF_SECURITY_ARG0_PAGES_REMOVED
source: {0} page(s) removed;
de: {0} Seite(n) entfernt;

# DEMOSCOMMONCODE_PDF_SECURITY_ANNOTATIONSS_ON_ARG0_PAGES_REMOVED
source: annotations(s) on {0} page(s) removed;
de: Anmerkungen auf {0} Seite(n) entfernt;

# DEMOSCOMMONCODE_PDF_SECURITY_REMOVED_ANNOTATIONS_ON_ARG0_PAGES
source: removed annotation(s) on {0} page(s);
de: Anmerkung(en) auf {0} Seite(n) entfernt;

# DEMOSCOMMONCODE_PDF_SECURITY_ADDED_ANNOTATIONS_ON_ARG0_PAGES
source: added annotation(s) on {0} page(s);
de: Anmerkung(en) auf {0} Seite(n) hinzugefügt;

# DEMOSCOMMONCODE_PDF_SECURITY_CHANGED_ANNOTATIONS_ON_ARG0_PAGES
source: changed annotation(s) on {0} page(s);
de: geänderte Anmerkung(en) auf {0} Seite(n);

# DEMOSCOMMONCODE_PDF_SECURITY_MISCELLANEOUS_CHANGES_ARG0
source: miscellaneous changes: {0};
de: verschiedene Änderungen: {0};

# DEMOSCOMMONCODE_PDF_SECURITY_ERROR_ARG0
source: Error: {0}
de: Fehler: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_IS_INVALID
source: Signature is invalid
de: Signatur ist ungültig

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_VALIDITY_IS_UNKNOWN
source: Signature validity is unknown
de: Die Gültigkeit der Signatur ist unbekannt

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_IS_VALID
source: Signature is valid
de: Signatur ist gültig

source: Signature verification: Document has not been modified since this signature was applied
de: Signaturüberprüfung: Das Dokument wurde seit der Anwendung dieser Signatur nicht geändert

source: Signature verification: Document has been modified or corrupted since it was signed
de: Signaturüberprüfung: Das Dokument wurde seit der Signatur geändert oder beschädigt

# DEMOSCOMMONCODE_PDF_SECURITY_SUBSEQUENT_CHANGES_ARG0
source: Subsequent changes: {0}
de: Nachträgliche Änderungen: {0}

source: Signature verification: The revision of the document that was covered by this signature has not been altered; however, there have been subsequent changes to the document
de: Signaturüberprüfung: Die Revision des Dokuments, das von dieser Signatur abgedeckt wurde, wurde nicht geändert; Es gab jedoch spätere Änderungen am Dokument

# DEMOSCOMMONCODE_PDF_SECURITY_SUBSEQUENT_CHANGES_ARG0_ALT1
source: Subsequent changes: {0}
de: Nachträgliche Änderungen: {0}

source: Signature verification: Document has not been modified since this signature was applied
de: Signaturüberprüfung: Das Dokument wurde seit der Anwendung dieser Signatur nicht geändert

source: Signature verification: Document has been modified or corrupted since it was signed
de: Signaturüberprüfung: Das Dokument wurde seit der Signatur geändert oder beschädigt

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_VERIFICATION_TIMESTAMP_IS_VALID
source: Timestamp verification: Timestamp is valid
de: Zeitstempelüberprüfung: Zeitstempel ist gültig

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_VERIFICATION_TIMESTAMP_IS_CORRUPTED
source: Timestamp verification: Timestamp is corrupted
de: Zeitstempelüberprüfung: Der Zeitstempel ist beschädigt

source: Certificate verification: Signer's certificate is valid
de: Zertifikatüberprüfung: Das Zertifikat des Unterzeichners ist gültig

source: Certificate verification: Signer's certificate is invalid
de: Zertifikatüberprüfung: Das Zertifikat des Unterzeichners ist ungültig

source: Timestamp certificate verification: certificate is valid
de: Zeitstempel-Zertifikatüberprüfung: Zertifikat ist gültig

source: Timestamp certificate verification: certificate is invalid
de: Zeitstempel-Zertifikatüberprüfung: Zertifikat ist ungültig

# DEMOSCOMMONCODE_PDF_SECURITY_PDF_DOCUMENTS_PDFPDF
source: PDF Documents (*.pdf)|*.pdf
de: PDF-Dokumente (*.pdf)|*.pdf

# DEMOSCOMMONCODE_PDF_SECURITY_SAVE_DOCUMENT_RESIVION_ARG0_AS
source: Save Document Resivion {0} As...
de: Dokumentresivion {0} speichern unter...

# DEMOSCOMMONCODE_PDF_SECURITY_SAVE_DOCUMENT_RESIVION_AS
source: Save Document Resivion As...
de: Dokumentresition speichern unter...

# DEMOSCOMMONCODE_PDF_SECURITY_UNSIGNED_SIGNATURE_FIELD
source: Unsigned Signature Field
de: Unsigniertes Signaturfeld

# DEMOSCOMMONCODE_PDF_SECURITY_NOT_SUPPORTED_OR_CORRUPTED_SIGNATURE_ARG0
source: Not supported or corrupted signature: {0}
de: Nicht unterstützte oder beschädigte Signatur: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_IS_NOT_VERIFIED
source: Signature is not verified
de: Signatur wurde nicht überprüft

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNING_IS_NOT_IMPLEMENTED
source: Signing is not implemented
de: Signierung ist nicht implementiert

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_DETAILS
source: Signature Details
de: Signaturdetails

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_IS_A_DOCUMENT_TIMESTAMP_SIGNATURE
source: Signature is a document timestamp signature
de: Signatur ist eine Zeitstempelsignatur des Dokuments

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_INCLUDES_AN_EMBEDED_TIMESTAMP
source: Signature includes an embeded timestamp
de: Signatur enthält einen eingebetteten Zeitstempel

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_CERTIFICATE_ARG0
source: Timestamp Certificate: {0}
de: Zeitstempelzertifikat: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_CERTIFICATE_DETAILS
source: Timestamp Certificate Details...
de: Zeitstempel-Zertifikatsdetails...

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_CERTIFICATE_CHAIN
source: Timestamp Certificate Chain
de: Zeitstempel-Zertifikatskette

# DEMOSCOMMONCODE_PDF_SECURITY_TIMESTAMP_DATE_ARG0
source: Timestamp Date: {0}
de: Zeitstempeldatum: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_CERTIFICATE_DETAILS
source: Certificate details...
de: Zertifikatdetails...

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNATURE_ALGORITHM_ARG0
source: Signature Algorithm: {0}
de: Signaturalgorithmus: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_CERTIFICATE_CHAIN
source: Certificate Chain
de: Zertifikatskette

# DEMOSCOMMONCODE_PDF_SECURITY_NAME_OF_SIGNER_ARG0
source: Name of Signer: {0}
de: Name des Unterzeichners: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_REASON_ARG0
source: Reason: {0}
de: Grund: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_CONTACT_INFO_ARG0
source: Contact Info: {0}
de: Kontaktinformationen: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_LOCATION_ARG0
source: Location: {0}
de: Standort: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNING_TIME_ARG0
source: Signing Time: {0}
de: Signaturzeit: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_APPLICATION_ARG0
source: Application: {0}
de: Anwendung: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_PAGE_ARG0
source: Page: {0}
de: Seite: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_PAGE_ARG0_ARG1
source: Page {0}: {1}
de: Seite {0}: {1}

# DEMOSCOMMONCODE_PDF_SECURITY_EMPTY_SIGNATURE_FIELD
source: Empty Signature Field
de: Leeres Signaturfeld

# DEMOSCOMMONCODE_PDF_SECURITY_DIGITALLY_SIGNED_BY_ARG0
source: Digitally signed by {0}
de: Digital signiert von {0}

# DEMOSCOMMONCODE_PDF_SECURITY_REASON_ARG0_ALT1
source: Reason: {0}
de: Grund: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_LOCATION_ARG0_ALT1
source: Location: {0}
de: Standort: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_CONTACT_ARG0
source: Contact: {0}
de: Kontakt: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_SIGNING_DATERNARG0
source: Signing Date: {0}
de: Unterzeichnungsdatum: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_PASSWORD_ARG0_ALT1
source: Password - {0}
de: Passwort – {0}

# DEMOSCOMMONCODE_PDF_SECURITY_PASSWORD_ALT1
source: Password
de: Passwort

# DEMOSCOMMONCODE_PDF_SECURITY_THE_ARG0_PASSWORD_IS_INCORRECT
source: The {0} password is incorrect.
de: Das {0}-Passwort ist falsch.

# DEMOSCOMMONCODE_PDF_SECURITY_ERROR
source: Error
de: Fehler

# DEMOSCOMMONCODE_PDF_SECURITY_AUTHORIZATION_RESULT_ARG0
source: Authorization result: {0}
de: Autorisierungsergebnis: {0}

# DEMOSCOMMONCODE_PDF_SECURITY_AUTHORIZATION_RESULT
source: Authorization Result
de: Autorisierungsergebnis

# DEMOSCOMMONCODE_PDF_SECURITY_YES
source: Yes
de: Ja

# DEMOSCOMMONCODE_PDF_SECURITY_YES_ALT1
source: Yes
de: Ja

# DEMOSCOMMONCODE_PDF_SECURITY__LOW_RESOLUTION
source: (Low Resolution)
de: (Niedrige Auflösung)

# DEMOSCOMMONCODE_PDF_SECURITY__HIGH_RESOLUTION
source: (High Resolution)
de: (Hohe Auflösung)

# DEMOSCOMMONCODE_PDF_SECURITY_NO_ENCRYPTION
source: No Encryption
de: Keine Verschlüsselung

# DEMOSCOMMONCODE_PDF_SECURITY_DONT_CHANGE_NO_SECURITY
source: Don't Change (No Security)
de: Nicht ändern (keine Sicherheit)

# DEMOSCOMMONCODE_PDF_SECURITY_DONT_CHANGE_ARG0
source: Don't Change ({0})
de: Nicht ändern ({0})

# DEMOSCOMMONCODE_PDF_SECURITY_PLEASE_ENTER_THE_OWNER_ANDOR_USER_PASSWORD
source: Please, enter the owner and/or user password!
de: Bitte geben Sie das Besitzer- und/oder Benutzerpasswort ein!

# DEMOSCOMMONCODE_PDF_TEXT_FONT_IS_NOT_SPECIFIED
source: Text font is not specified.
de: Textschriftart ist nicht angegeben.

# DEMOSCOMMONCODE_PDF_CONTENT_ARG0
source: Content ({0})
de: Inhalt ({0})

# DEMOSCOMMONCODE_PDF_TEXT_CONTENT_GROUP
source: Text content group
de: Textinhaltsgruppe

# DEMOSCOMMONCODE_PDF_CONTENT_GROUP_ARG0
source: Content group ({0})
de: Inhaltsgruppe ({0})

# DEMOSCOMMONCODE_PDF_SET_PROPERTIES_OF_PEN
source: Set properties of pen
de: Eigenschaften des Stifts festlegen

# DEMOSCOMMONCODE_PDF_SET_PROPERTIES_OF_BRUSH
source: Set properties of brush
de: Eigenschaften des Pinsels festlegen

# DEMOSCOMMONCODE_PDF_SET_PROPERTIES_OF_TEXTBOXFIGURE
source: Set properties of TextBoxFigure
de: Eigenschaften von TextBoxFigure festlegen

# DEMOSCOMMONCODE_PDF_VINTASOFTIMAGEFIGURE_PROPERTIES
source: VintasoftImageFigure properties
de: VintasoftImageFigure-Eigenschaften

# DEMOSCOMMONCODE_PDF_UNDO_CTRLZ_ARG0
source: Undo (Ctrl+Z): {0}
de: Rückgängig machen (Strg+Z): {0}

# DEMOSCOMMONCODE_PDF_UNDO
source: Undo
de: Rückgängig

# DEMOSCOMMONCODE_PDF_REDO_CTRLY_ARG0
source: Redo (Ctrl+Y): {0}
de: Wiederholen (Strg+Y): {0}

# DEMOSCOMMONCODE_PDF_REDO
source: Redo
de: Wiederholen
