Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/Localization/Strings.*.resx
Languages: de

# DEMOSCOMMONCODE_PDF_RESOURCE_03
source: Resource {0,3},
de: Ressource {0,3},

# DEMOSCOMMONCODE_PDF_REMOVE_CONTENT_AND_BLACKOUT
source: Remove content and blackout
de: Inhalt entfernen und sperren

# DEMOSCOMMONCODE_PDF_1_SELECT_THE_AREA_ON_PAGE
source: 1. Select the area on page.
de: 1. Wählen Sie den Bereich auf der Seite aus.

source: 2. Press \"Apply Redaction Marks\" when the redaction marks must be applied to the page.
de: 2. Klicken Sie auf "Schwärzungsmarkierungen anwenden", wenn die Schwärzungsmarkierungen auf die Seite angewendet werden müssen.

# DEMOSCOMMONCODE_PDF_INFORMATION
source: Information
de: Informationen

# DEMOSCOMMONCODE_PDF_IMAGE_IS_NOT_PDF_PAGE
source: Image is not PDF page.
de: Bild ist keine PDF-Seite.

# DEMOSCOMMONCODE_PDF_CURRENT_IMAGE_IS_NOT_PDF_PAGE_SAVE_DOCUMENT_AND_TRY_AGAIN
source: Current image is not PDF page. Save document and try again.
de: Das aktuelle Bild ist keine PDF-Seite. Dokument speichern und erneut versuchen.

# DEMOSCOMMONCODE_PDF_INFORMATION_ALT1
source: Information
de: Informationen

# PDFEDITORDEMO_PRINT
source: Print
de: Drucken

# PDFEDITORDEMO_SAVEAS
source: SaveAs
de: Speichern unter

# PDFEDITORDEMO_TEXT_SELECTION_COMMENTATION_FILL_FORMS
source: Text Selection / Commentation / Fill Forms
de: Textauswahl / Kommentar / Formulare ausfüllen

# PDFEDITORDEMO_TEXT_SELECTION_NAVIGATION_COMMENTATION_FILL_FORMS
source: Text Selection, Navigation, Commentation, Fill Forms
de: Textauswahl, Navigation, Kommentar, Formulare ausfüllen

# PDFEDITORDEMO_TEXT_SELECTION
source: Text Selection
de: Textauswahl

# PDFEDITORDEMO_TEXT_SELECTION_ALT1
source: Text Selection
de: Textauswahl

# PDFEDITORDEMO_EDIT_ANNOTATIONS
source: Edit Annotations
de: Anmerkungen bearbeiten

# PDFEDITORDEMO_EDIT_ANNOTATIONS_ALT1
source: Edit Annotations
de: Anmerkungen bearbeiten

# PDFEDITORDEMO_EDIT_FORM_FIELDS
source: Edit Form Fields
de: Formularfelder bearbeiten

# PDFEDITORDEMO_EDIT_INTERCTIVE_FORM_FIELDS
source: Edit Interctive Form Fields
de: Interktive Formularfelder bearbeiten

# PDFEDITORDEMO_INTERACTIVE_FORMS_ANNOTATIONS
source: Interactive Forms / Annotations
de: Interaktive Formulare / Anmerkungen

# PDFEDITORDEMO_EDIT_INTERACTIVE_FORMS_AND_ANNOTATIONS
source: Edit Interactive Forms and Annotations
de: Interaktive Formulare und Anmerkungen bearbeiten

# PDFEDITORDEMO_CONTENT_EDITOR
source: Content Editor
de: Inhaltseditor

# PDFEDITORDEMO_EDIT_PAGE_CONTENT
source: Edit Page Content
de: Seiteninhalt bearbeiten

# PDFEDITORDEMO_REMOVE_CONTENT
source: Remove Content
de: Inhalt entfernen

# PDFEDITORDEMO_REMOVE_CONTENT_BLACK_OUT
source: Remove Content & Black Out
de: Inhalt entfernen und schwärzen

# PDFEDITORDEMO_CROP_SELECTION
source: Crop Selection
de: Auswahl zuschneiden

# PDFEDITORDEMO_CROP_SELECTION_ALT1
source: Crop Selection
de: Auswahl zuschneiden

# PDFEDITORDEMO_HIGHLIGHT_TEXT
source: Highlight Text
de: Text hervorheben

# PDFEDITORDEMO_MARKUP_TEXT_USING_HIGHLIGHT_TEXT_MARKUP_ANNOTATION
source: Markup text using Highlight text markup annotation
de: Markieren Sie Text mithilfe der Markup-Anmerkung "Text hervorheben".

# PDFEDITORDEMO_STRIKEOUT_TEXT
source: Strikeout Text
de: Text durchgestrichen

# PDFEDITORDEMO_MARKUP_TEXT_USING_STRIKEOUT_TEXT_MARKUP_ANNOTATION
source: Markup text using Strikeout text markup annotation
de: Markieren Sie Text mit der Textmarkierungsanmerkung "Strikeout".

# PDFEDITORDEMO_UNDERLINE_TEXT
source: Underline Text
de: Text unterstreichen

# PDFEDITORDEMO_MARKUP_TEXT_USING_UNDERLINE_TEXT_MARKUP_ANNOTATION
source: Markup text using Underline text markup annotation
de: Markieren Sie Text mit der Markierungsanmerkung "Text unterstreichen".

# PDFEDITORDEMO_SQUIGGLY_UNDERLINE_TEXT
source: Squiggly Underline Text
de: Schnörkelloser unterstrichener Text

# PDFEDITORDEMO_MARKUP_TEXT_USING_SQUIGGLY_UNDERLINE_TEXT_MARKUP_ANNOTATION
source: Markup text using Squiggly underline text markup annotation
de: Markieren Sie Text mit der Squiggly-Markup-Anmerkung für Unterstreichungstext

# PDFEDITORDEMO_INSERT_TEXT_CARET_ANNOTATION
source: Insert Text Caret Annotation
de: Text-Caret-Anmerkung einfügen

# PDFEDITORDEMO_INSERT_TEXT_CARET_ANNOTATION_UNDER_CURSOR_POSITION
source: Insert Text Caret Annotation under cursor position
de: Text-Caret-Anmerkung unter der Cursorposition einfügen

# PDFEDITORDEMO__SECURED
source: (SECURED)
de: (GESICHERT)

# PDFEDITORDEMO_BAD_IMAGE
source: Bad image!
de: Schlechtes Bild!

# PDFEDITORDEMO_RESOLUTION_ARG0_DPI_SIZE_ARG1XARG2_PX
source: Resolution: {0} DPI; Size: {1}x{2} px
de: Auflösung: {0} DPI; Größe: {1}x{2} px

# PDFEDITORDEMO_LOADING_ERROR_ARG0_ARG1
source: [Loading error: {0}] {1}
de: [Ladefehler: {0}] {1}

# PDFEDITORDEMO_SAVE_PORTFOLIO_AS
source: Save Portfolio As
de: Portfolio speichern unter

source: Select root path from which files and folders will be imported to Portfolio.
de: Wählen Sie den Stammpfad aus, aus dem Dateien und Ordner in Portfolio importiert werden.

source: This document is Portfolio (Attachment Collection) To view Portfolio you should use PDF viewer compatible with PDF 1.7 ExtensionLevel 3.
de: Dieses Dokument ist Portfolio (Anhangssammlung) Um das Portfolio anzuzeigen, sollten Sie einen PDF-Viewer verwenden, der mit PDF 1.7 ExtensionLevel 3 kompatibel ist.

# PDFEDITORDEMO_ADD_FILES_TO_PORTFOLIO
source: Add files to portfolio
de: Dateien zum Portfolio hinzufügen

# PDFEDITORDEMO_ADD_PAGES
source: Add pages
de: Seiten hinzufügen

# PDFEDITORDEMO_ADD_SEARCHABLE_PDF_PAGES
source: Add searchable PDF pages
de: Durchsuchbare PDF-Seiten hinzufügen

# PDFEDITORDEMO_CURRENT_DOCUMENT_WILL_BE_SAVED_AUTOMATICALLY_CONTINUE
source: Current document will be saved automatically. Continue?
de: Das aktuelle Dokument wird automatisch gespeichert. Weitermachen?

# PDFEDITORDEMO_ADD_PDF_DOCUMENT
source: Add PDF document
de: PDF-Dokument hinzufügen

# PDFEDITORDEMO_TIFF_FILESTIF
source: TIFF Files|*.tif
de: TIFF-Dateien|*.tif

# PDFEDITORDEMO_CONVERT_TO_TIFF
source: Convert to TIFF
de: In TIFF konvertieren

# PDFEDITORDEMO_SVG_FILESSVG
source: SVG Files|*.svg
de: SVG-Dateien|*.svg

# PDFEDITORDEMO_CONVERT_TO_SVG
source: Convert to SVG
de: In SVG konvertieren

# PDFEDITORDEMO_CUT
source: Cut
de: Ausschneiden

# PDFEDITORDEMO_COPY
source: Copy
de: Kopieren

# PDFEDITORDEMO_PASTE
source: Paste
de: Einfügen

# PDFEDITORDEMO_DELETE_PAGES
source: Delete Page(s)
de: Seite(n) löschen

# PDFEDITORDEMO_SELECT_ALL_PAGES
source: Select All Pages
de: Alle Seiten auswählen

# PDFEDITORDEMO_DESELECT_ALL
source: Deselect All
de: Alle abwählen

# PDFEDITORDEMO_CUT_ALT1
source: Cut
de: Ausschneiden

# PDFEDITORDEMO_COPY_ALT1
source: Copy
de: Kopieren

# PDFEDITORDEMO_PASTE_ALT1
source: Paste
de: Einfügen

# PDFEDITORDEMO_DELETE
source: Delete
de: Löschen

# PDFEDITORDEMO_SELECT_ALL
source: Select All
de: Alles auswählen

# PDFEDITORDEMO_DESELECT_ALL_ALT1
source: Deselect All
de: Alle abwählen

# PDFEDITORDEMO_REOPEN_THE_DOCUMENT_FOR_USING_NEW_FONT_NAMES
source: Reopen the document for using new font names.
de: Öffnen Sie das Dokument erneut, um neue Schriftartnamen zu verwenden.

# PDFEDITORDEMO_DOCUMENT_DOES_NOT_HAVE_DEVELOPER_EXTENSIONS
source: Document does not have developer extensions.
de: Das Dokument verfügt über keine Entwicklererweiterungen.

# PDFEDITORDEMO_DOCUMENT_HAS_ARG0_DEVELOPER_EXTENSIONSRNRNARG1
source: Document has {0} developer extension(s): {1}
de: Dokument hat {0} Entwicklererweiterung(en): {1}

# PDFEDITORDEMO_DEVELOPER_EXTENSIONS
source: Developer extensions
de: Entwicklererweiterungen

# PDFEDITORDEMO_OVERPRINT_CONTROL_IS_USED
source: Overprint control is used
de: Überdruckkontrolle wird verwendet

# PDFEDITORDEMO_DOCUMENT_FONTS_PROCESSING
source: Document fonts processing
de: Verarbeitung von Dokumentschriftarten

# PDFEDITORDEMO_DATA_RESOURCES_DECOMPRESSOR
source: Data resources decompressor
de: Dekomprimierer für Datenressourcen

# PDFEDITORDEMO_DATA_RESOURCES_COMPRESSOR
source: Data resources compressor
de: Datenressourcenkompressor

# PDFEDITORDEMO_REMOVE_TRANSPARENCY_FROM_DOCUMENT
source: Remove transparency from document
de: Transparenz aus Dokument entfernen

# PDFEDITORDEMO_XFDF_FILESXFDF
source: XFDF Files|*.xfdf
de: XFDF-Dateien|*.xfdf

# PDFEDITORDEMO_XFDF_FILESXFDF_ALT1
source: XFDF Files|*.xfdf
de: XFDF-Dateien|*.xfdf

# PDFEDITORDEMO_PDF_DOCUMENT_VERSION_13_OR_GREATER_IS_REQUIRED
source: PDF document version 1.3 or greater is required.
de: PDF-Dokumentversion 1.3 oder höher ist erforderlich.

source: Use mouse for drawing the area (left click and drag mouse cursor) where signature must appear.
de: Zeichnen Sie mit der Maus den Bereich (Linksklick und ziehen Sie den Mauszeiger), in dem die Signatur erscheinen soll.

# PDFEDITORDEMO_SIGN_DOCUMENT
source: Sign Document
de: Dokument unterschreiben

# PDFEDITORDEMO_DOCUMENT_DOES_NOT_HAVE_EMPTY_SIGNATURE_FIELDS
source: Document does not have empty signature fields.
de: Das Dokument enthält keine leeren Signaturfelder.

source: Use mouse for drawing the area (left click and drag mouse cursor) where signature must appear.
de: Zeichnen Sie mit der Maus den Bereich (Linksklick und ziehen Sie den Mauszeiger), in dem die Signatur erscheinen soll.

# PDFEDITORDEMO_SIGN_DOCUMENT_ALT1
source: Sign Document
de: Dokument unterschreiben

# PDFEDITORDEMO_DOCUMENT_DOES_NOT_HAVE_SIGNED_SIGNATURE_FIELDS
source: Document does NOT have signed signature fields.
de: Das Dokument verfügt NICHT über signierte Signaturfelder.

# PDFEDITORDEMO_DO_YOU_WANT_TO_CLEAR_ALL_SIGNATURES_OF_PDF_DOCUMENT
source: Do you want to clear all signatures of PDF document?
de: Möchten Sie alle Signaturen des PDF-Dokuments löschen?

# PDFEDITORDEMO_CLEAR_ALL_SIGNATURES
source: Clear all signatures
de: Alle Signaturen löschen

# PDFEDITORDEMO_DOCUMENT_DOES_NOT_HAVE_SIGNATURE_FIELDS
source: Document does not have signature fields.
de: Das Dokument hat keine Signaturfelder.

# PDFEDITORDEMO_DOCUMENT_DOES_NOT_HAVE_SIGNATURE_FIELDS_ALT1
source: Document does not have signature fields.
de: Das Dokument hat keine Signaturfelder.

# PDFEDITORDEMO_PDF_DOCUMENT_DOES_NOT_HAVE_DIGITAL_SIGNATURES
source: PDF document does NOT have digital signatures.
de: PDF-Dokument hat KEINE digitalen Signaturen.

# PDFEDITORDEMO_DO_YOU_WANT_TO_REMOVE_ALL_SIGNATURES_FROM_PDF_DOCUMENT
source: Do you want to remove all signatures from PDF document?
de: Möchten Sie alle Signaturen aus dem PDF-Dokument entfernen?

# PDFEDITORDEMO_REMOVE_ALL_SIGNATURES
source: Remove all signatures
de: Alle Signaturen entfernen

# PDFEDITORDEMO_ARG0_SIGNATURES_ARE_REMOVED
source: {0} signatures are removed.
de: {0} Signaturen wurden entfernt.

# PDFEDITORDEMO_REMOVE_THUMBNAILS
source: Remove thumbnails
de: Miniaturansichten entfernen

# PDFEDITORDEMO_GENERATE_THUMBNAILS
source: Generate thumbnails
de: Miniaturansichten generieren

# PDFEDITORDEMO_THIS_PDF_DOCUMENT_DOES_NOT_CONTAIN_THUMBNAILS
source: This PDF document does not contain thumbnails.
de: Dieses PDF-Dokument enthält keine Miniaturansichten.

# PDFEDITORDEMO_INFORMATION
source: Information
de: Informationen

source: Document does not have Viewer Preferences. Do you want to create Viewer Preferences properties?
de: Das Dokument verfügt nicht über Viewer-Einstellungen. Möchten Sie Eigenschaften für Viewer-Einstellungen erstellen?

# PDFEDITORDEMO_CREATE_VIEWER_PREFERENCES
source: Create Viewer Preferences?
de: Viewer-Einstellungen erstellen?

# PDFEDITORDEMO_VIEWER_PREFERENCES
source: Viewer Preferences
de: Betrachtereinstellungen

source: Document does not have attachments. Do you want to create attachments?
de: Das Dokument hat keine Anhänge. Möchten Sie Anhänge erstellen?

# PDFEDITORDEMO_DO_YOU_WANT_TO_REMOVE_ALL_ATTACHMENTS
source: Do you want to remove all attachments?
de: Möchten Sie alle Anhänge entfernen?

# PDFEDITORDEMO_COLLECT_RESOURCES
source: Collect resources
de: Ressourcen sammeln

# PDFEDITORDEMO_THIS_PDF_DOCUMENT_DOES_NOT_CONTAIN_IMAGE_RESOURCES
source: This PDF document does not contain image resources.
de: Dieses PDF-Dokument enthält keine Bildressourcen.

# PDFEDITORDEMO_INFORMATION_ALT1
source: Information
de: Informationen

source: Resources will be removed from PDF document only after packing of PDF document.
de: Ressourcen werden erst nach dem Packen des PDF-Dokuments aus dem PDF-Dokument entfernt.

# PDFEDITORDEMO_DO_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW
source: Do you want to pack PDF document right now?
de: Möchten Sie das PDF-Dokument jetzt packen?

# PDFEDITORDEMO_CLICK_YES_IF_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW
source: Click 'Yes' if you want to pack PDF document right now.
de: Klicken Sie auf "Ja", wenn Sie das PDF-Dokument jetzt packen möchten.

source: Click 'No' if you will pack PDF document later (\"File -> Pack\" menu) and now you want to work with unpacked PDF document.
de: Klicken Sie auf "Nein", wenn Sie das PDF-Dokument später packen möchten (Menü "Datei -> Packen") und nun mit dem entpackten PDF-Dokument arbeiten möchten.

# PDFEDITORDEMO_PACK_DOCUMENT
source: Pack document?
de: Dokument packen?

# PDFEDITORDEMO_THIS_PDF_DOCUMENT_DOES_NOT_HAVE_UNUSED_RESOURCES
source: This PDF document does not have unused resources.
de: Dieses PDF-Dokument verfügt über keine ungenutzten Ressourcen.

# PDFEDITORDEMO_INFORMATION_ALT2
source: Information
de: Informationen

# PDFEDITORDEMO_THIS_DOCUMENT_DOES_NOT_CONTAIN_FONTS
source: This document does not contain fonts.
de: Dieses Dokument enthält keine Schriftarten.

# PDFEDITORDEMO_INFORMATION_ALT3
source: Information
de: Informationen

# PDFEDITORDEMO_DO_YOU_WANT_TO_EMBED_ALL_EXTERNAL_FONTS_OF_THE_DOCUMENT
source: Do you want to embed all external fonts of the document?
de: Möchten Sie alle externen Schriftarten des Dokuments einbetten?

# PDFEDITORDEMO_WARNING
source: Warning
de: Warnung

# PDFEDITORDEMO_EMBED_FONTS
source: Embed fonts
de: Schriftarten einbetten

source: Do you want to subset all fonts (remove all unused symbols from the fonts) of the document?
de: Möchten Sie alle Schriftarten des Dokuments unterteilen (alle nicht verwendeten Symbole aus den Schriftarten entfernen)?

# PDFEDITORDEMO_WARNING_ALT1
source: Warning
de: Warnung

# PDFEDITORDEMO_SUBSET_FONTS
source: Subset fonts
de: Teilmenge der Schriftarten

# PDFEDITORDEMO_SUBSET_ALL_EMBEDDED_FONTS
source: Subset all embedded fonts
de: Teilmenge aller eingebetteten Schriftarten

# PDFEDITORDEMO_PAGE_USES_TRANSPARECY
source: Page uses transparecy.
de: Seite verwendet Transparenz.

# PDFEDITORDEMO_PAGE_DOES_NOT_USE_TRANSPARECY
source: Page does not use transparecy.
de: Seite verwendet keine Transparenz.

# PDFEDITORDEMO_PAGE_PROPERTIES
source: Page properties
de: Seiteneigenschaften

# PDFEDITORDEMO_THIS_PAGE_DOES_NOT_CONTAIN_IMAGE_RESOURCES
source: This page does not contain image resources.
de: Diese Seite enthält keine Bildressourcen.

# PDFEDITORDEMO_INFORMATION_ALT4
source: Information
de: Informationen

# PDFEDITORDEMO_RENDERING_AND_SAVE
source: Rendering and save
de: Rendern und speichern

# PDFEDITORDEMO_IMAGE_SAVING_ERROR
source: Image saving error
de: Fehler beim Speichern des Bildes

# PDFEDITORDEMO_ROTATE
source: Rotate
de: Drehen

# PDFEDITORDEMO_NO_SELECTED_TEXT
source: No selected text.
de: Kein ausgewählter Text.

# PDFEDITORDEMO_NO_SELECTED_TEXT_ALT1
source: No selected text.
de: Kein ausgewählter Text.

# PDFEDITORDEMO_DO_YOU_WANT_TO_OBFUSCATE_THE_ENCODING_OF_ALL_TEXT_OF_THE_PAGE
source: Do you want to obfuscate the encoding of all text of the page?
de: Möchten Sie die Kodierung des gesamten Textes der Seite verschleiern?

# PDFEDITORDEMO_WARNING_ALT2
source: Warning
de: Warnung

# PDFEDITORDEMO_OBFUSCATE_TEXT_ENCODING_OF_CURRENT_PAGE
source: Obfuscate text encoding of current page
de: Textkodierung der aktuellen Seite verschleiern

# PDFEDITORDEMO_NO_SELECTED_PAGES
source: No selected pages.
de: Keine ausgewählten Seiten.

source: Do you want to obfuscate the encoding of all text of the selected pages?
de: Möchten Sie die Kodierung des gesamten Textes der ausgewählten Seiten verschleiern?

# PDFEDITORDEMO_WARNING_ALT3
source: Warning
de: Warnung

# PDFEDITORDEMO_OBFUSCATE_TEXT_ENCODING_OF_SELECTED_PAGES
source: Obfuscate text encoding of selected pages
de: Textkodierung ausgewählter Seiten verschleiern

# PDFEDITORDEMO_DO_YOU_WANT_TO_OBFUSCATE_THE_ENCODING_OF_ALL_TEXT_OF_THE_DOCUMENT
source: Do you want to obfuscate the encoding of all text of the document?
de: Möchten Sie die Kodierung des gesamten Texts des Dokuments verschleiern?

# PDFEDITORDEMO_WARNING_ALT4
source: Warning
de: Warnung

# PDFEDITORDEMO_OBFUSCATE_TEXT_ENCODING_OF_DOCUMENT
source: Obfuscate text encoding of document
de: Textkodierung des Dokuments verschleiern

# PDFEDITORDEMO_TEXT_ENCODING_OBFUSCATOR_SETTINGS
source: Text encoding obfuscator settings
de: Einstellungen für die Verschleierung der Textkodierung

source: Data cannot be imported because PDF document does not have interactive form.
de: Daten können nicht importiert werden, da das PDF-Dokument kein interaktives Formular hat.

# PDFEDITORDEMO_IMPORT_FORM_DATA
source: Import Form Data
de: Formulardaten importieren

# PDFEDITORDEMO_XFDF_FILESXFDF_ALT2
source: XFDF Files|*.xfdf
de: XFDF-Dateien|*.xfdf

# PDFEDITORDEMO_XFDF_FILESXFDF_ALT3
source: XFDF Files|*.xfdf
de: XFDF-Dateien|*.xfdf

# PDFEDITORDEMO_TEXT_MARKUP_TOOL
source: Text Markup Tool
de: Textmarkierungstool

# PDFEDITORDEMO_IMAGE_LOADING_EXCEPTION
source: Image loading exception
de: Ausnahme beim Laden des Bildes

# PDFEDITORDEMO_CURRENT_IMAGE_IS_NOT_A_PDF_PAGE_SAVE_DOCUMENT_AND_TRY_AGAIN
source: Current image is not a PDF page. Save document and try again.
de: Das aktuelle Bild ist keine PDF-Seite. Dokument speichern und erneut versuchen.

# PDFEDITORDEMO_SEARCH_ON_PAGE_ARG0
source: Search on page {0}...
de: Suche auf Seite {0}...

# PDFEDITORDEMO_INSERT_TEXT
source: Insert Text
de: Text einfügen

# PDFEDITORDEMO_STRIKETHROUGH_TEXT
source: Strikethrough Text
de: Durchgestrichener Text

# PDFEDITORDEMO_HIGHLIGHTED_TEXT
source: Highlighted Text
de: Hervorgehobener Text

# PDFEDITORDEMO_SQUIGGLY_UNDERLINED_TEXT
source: Squiggly Underlined Text
de: Schnörkelloser unterstrichener Text

# PDFEDITORDEMO_UNDERLINED_TEXT
source: Underlined text
de: Unterstrichener Text

source: Redacted content will be removed from PDF document only after packing of PDF document.
de: Geschwärzter Inhalt wird erst nach dem Packen des PDF-Dokuments aus dem PDF-Dokument entfernt.

# PDFEDITORDEMO_DO_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW_ALT1
source: Do you want to pack PDF document right now?
de: Möchten Sie das PDF-Dokument jetzt packen?

# PDFEDITORDEMO_CLICK_YES_IF_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW_ALT1
source: Click 'Yes' if you want to pack PDF document right now.
de: Klicken Sie auf "Ja", wenn Sie das PDF-Dokument jetzt packen möchten.

source: Click 'No' if you will pack PDF document later (\"File -> Pack\" menu) and now you want to work with unpacked PDF document.
de: Klicken Sie auf "Nein", wenn Sie das PDF-Dokument später packen möchten (Menü "Datei -> Packen") und nun mit dem entpackten PDF-Dokument arbeiten möchten.

# PDFEDITORDEMO_PACK_DOCUMENT_ALT1
source: Pack document?
de: Dokument packen?

# PDFEDITORDEMO_COMMENT
source: Comment
de: Kommentar

# PDFEDITORDEMO_OPEN_DOCUMENT
source: Open document
de: Dokument öffnen

# PDFEDITORDEMO_PDF_DOCUMENT_DOES_NOT_CONTAIN_PAGES
source: PDF document does not contain pages.
de: PDF-Dokument enthält keine Seiten.

# PDFEDITORDEMO_OBFUSCATING_TEXT_OF_LOADED_DOCUMENTS
source: Obfuscating text of loaded documents
de: Text geladener Dokumente wird verschleiert

source: Original fonts and content of pages will be removed from PDF document only after packing of PDF document.
de: Originalschriftarten und Seiteninhalte werden erst nach dem Packen des PDF-Dokuments aus dem PDF-Dokument entfernt.

# PDFEDITORDEMO_DO_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW_ALT2
source: Do you want to pack PDF document right now?
de: Möchten Sie das PDF-Dokument jetzt packen?

# PDFEDITORDEMO_CLICK_YES_IF_YOU_WANT_TO_PACK_PDF_DOCUMENT_RIGHT_NOW_ALT2
source: Click 'Yes' if you want to pack PDF document right now.
de: Klicken Sie auf "Ja", wenn Sie das PDF-Dokument jetzt packen möchten.

source: Click 'No' if you will pack PDF document later (\"File -> Pack\" menu) and now you want to work with unpacked PDF document.
de: Klicken Sie auf "Nein", wenn Sie das PDF-Dokument später packen möchten (Menü "Datei -> Packen") und nun mit dem entpackten PDF-Dokument arbeiten möchten.

# PDFEDITORDEMO_PACK_DOCUMENT_ALT2
source: Pack document?
de: Dokument packen?

# PDFEDITORDEMO_THIS_PDF_DOCUMENT_WILL_NOT_BE_PACKEDSAVED_AFTER_COMPRESSION
source: This PDF document will not be packed(saved) after compression.
de: Dieses PDF-Dokument wird nach der Komprimierung nicht gepackt (gespeichert).

# PDFEDITORDEMO_WARNING_ALT5
source: Warning
de: Warnung

# PDFEDITORDEMO_CLEANUP
source: Cleanup
de: Aufräumen

# PDFEDITORDEMO_PACK
source: Pack
de: Paket

# PDFEDITORDEMO_SAVE
source: Save
de: Speichern

# PDFEDITORDEMO_SAVING_ERROR
source: Saving error
de: Fehler beim Speichern

# PDFEDITORDEMO_SAVE_AS
source: Save As
de: Speichern unter

# PDFEDITORDEMO_SAVING_ERROR_ALT1
source: Saving error
de: Fehler beim Speichern

# PDFEDITORDEMO_SAVE_TO
source: Save To
de: Speichern unter

# PDFEDITORDEMO_SAVING_ERROR_ALT2
source: Saving error
de: Fehler beim Speichern

# PDFEDITORDEMO_CONVERTING_TO_SVG
source: Converting to SVG
de: Konvertierung in SVG

# PDFEDITORDEMO_PACKING_FONTS_OF_LOADED_DOCUMENTS
source: Packing fonts of loaded documents
de: Schriftarten der geladenen Dokumente werden gepackt

# PDFEDITORDEMO_CURRENT_IMAGE_IS_NOT_A_PDF_PAGE_SAVE_DOCUMENT_AND_TRY_AGAIN_ALT1
source: Current image is not a PDF page. Save document and try again.
de: Das aktuelle Bild ist keine PDF-Seite. Dokument speichern und erneut versuchen.

# PDFEDITORDEMO_INFORMATION_ALT5
source: Information
de: Informationen

# PDFEDITORDEMO_PDF_DOCUMENT_PROCESSING
source: PDF Document Processing
de: PDF-Dokumentverarbeitung

source: Current document has not saved structural changes, please save or pack document first.
de: Das aktuelle Dokument hat keine strukturellen Änderungen gespeichert. Bitte speichern oder packen Sie das Dokument zuerst.

# PDFEDITORDEMO_ARG0_CANCELED
source: {0}: canceled
de: {0}: abgebrochen

# PDFEDITORDEMO_ARG0XARG1_PIXELS
source: {0}x{1} pixels
de: {0}x{1} Pixel

# PDFEDITORDEMO_IS_NOT_PDF_PAGE_TRY_SAVE_DOCUMENT_BEFORE_MAKE_SIGNATURE
source: Is not PDF page, try save document before make signature.
de: Ist keine PDF-Seite, versuchen Sie, das Dokument zu speichern, bevor Sie eine Signatur erstellen.
