Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/Localization/Strings.*.resx
Languages: de

source: Click the button if the current color must be changed.
de: Klicken Sie auf die Schaltfläche, wenn die aktuelle Farbe geändert werden muss.

source: Click the button if the current color must be set to the default color.
de: Klicken Sie auf die Schaltfläche, wenn die aktuelle Farbe auf die Standardfarbe gesetzt werden soll.

source: Double click on the panel if the current color must be changed.
de: Doppelklicken Sie auf das Panel, wenn die aktuelle Farbe geändert werden muss.

source: Click on the panel if current color must be changed.
de: Klicken Sie auf das Bedienfeld, wenn die aktuelle Farbe geändert werden muss.

# DEMOSCOMMONCODE_CUSTOMCONTROLS_DEFAULT
source: Default
de: Standard

# DEMOSCOMMONCODE_CUSTOMCONTROLS_HELP
source: Help
de: Hilfe

# DEMOSCOMMONCODE_CUSTOMCONTROLS_VALUE_NAME
source: Value Name
de: Wertname

# DEMOSCOMMONCODE_ANNOTATION_ARG0_SETS_BY_ARG1
source: {0} sets by {1}
de: {0} setzt um {1}

# DEMOSCOMMONCODE_ANNOTATION_ERROR
source: Error
de: Fehler

# DEMOSCOMMONCODE_ANNOTATION_ARG0_ARG1_REPLIES
source: {0} ({1} replies)
de: {0} ({1} Antworten)

# DEMOSCOMMONCODE_ANNOTATION_ERROR_ALT1
source: Error
de: Fehler

# DEMOSCOMMONCODE_ANNOTATION_THE_IMAGE_VIEWER_IS_NOT_FOUND
source: The image viewer is not found.
de: Der Bildbetrachter wurde nicht gefunden.

# DEMOSCOMMONCODE_ANNOTATION_ERROR_ALT2
source: Error
de: Fehler

# DEMOSCOMMONCODE_ANNOTATION_ARG0_HISTORY
source: {0} history
de: {0} Verlauf

# DEMOSCOMMONCODE_IMAGING__FINISHED_ARG0
source: Finished ({0}).
de: Fertig ({0}).

# DEMOSCOMMONCODE_IMAGING_CANCEL
source: Cancel
de: Abbrechen

# DEMOSCOMMONCODE_IMAGING_ERROR
source: Error.
de: Fehler.

# DEMOSCOMMONCODE_IMAGING_CANCELED
source: Canceled.
de: Abgebrochen.

# DEMOSCOMMONCODE_IMAGING_FINISHED
source: Finished.
de: Fertig.

# DEMOSCOMMONCODE_IMAGING_CLOSE
source: Close
de: Schließen

# DEMOSCOMMONCODE_IMAGING_CANCELED_ALT1
source: Canceled.
de: Abgebrochen.

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_VALUE
source: value
de: Wert

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_VALUE_ALT1
source: value
de: Wert

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_FAST
source: Fast
de: Schnell

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_BEST_SPEED
source: Best Speed
de: Beste Geschwindigkeit

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_BEST_COMPRESSION
source: Best Compression
de: Beste Komprimierung

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_VALUE_ALT2
source: value
de: Wert

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_VALUE_ALT3
source: value
de: Wert

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_TILE_WIDTH_MUST_BE_MULTIPLE_16
source: Tile width must be multiple 16.
de: Kachelbreite muss ein Vielfaches von 16 sein.

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_TILE_HEIGHT_MUST_BE_MULTIPLE_16
source: Tile height must be multiple 16.
de: Kachelhöhe muss ein Vielfaches von 16 sein.

source: Important: some data from annotations will be lost. Do you want to continue anyway?
de: Wichtig: Einige Daten aus Anmerkungen gehen verloren. Möchtest du trotzdem weitermachen?

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_WARNING
source: Warning
de: Warnung

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_VALUE_ALT4
source: value
de: Wert

# DEMOSCOMMONCODE_IMAGING_CODECS_CAN_NOT_FIND_ENCODER_FOR_ARG0
source: Can not find encoder for '{0}'.
de: Encoder für "{0}" konnte nicht gefunden werden.

# DEMOSCOMMONCODE_IMAGING_CODECS_CAN_NOT_FIND_ENCODER_FOR_ARG0_ALT1
source: Can not find encoder for '{0}'.
de: Encoder für "{0}" konnte nicht gefunden werden.

# DEMOSCOMMONCODE_IMAGING_CODECS_FILE_ARG0_ALREADY_EXISTS_OVERWRITE_IT
source: File '{0}' already exists. Overwrite it?
de: Datei "{0}" existiert bereits. Überschreibe es?

# DEMOSCOMMONCODE_IMAGING_CODECS_CONFIRM_OVERWRITE
source: Confirm overwrite
de: Überschreiben bestätigen

source: Vintasoft.Imaging.Annotation.Pdf.dll assembly is not found.
de: Vintasoft.Imaging.Annotation.Pdf.dll-Assembly wurde nicht gefunden.

# DEMOSCOMMONCODE_IMAGING_CODECS_DIALOGS_IMAGE_SEGMENTATION_SETTINGS
source: Image segmentation settings
de: Bildsegmentierungseinstellungen

# DEMOSCOMMONCODE_IMAGING_COLORMANAGEMENT_ICC_PROFILESICCICMALL_FILES
source: ICC profiles|*.icc;*.icm|All files|*.*
de: ICC-Profile|*.icc;*.icm|Alle Dateien|*.*

# DEMOSCOMMONCODE_IMAGING_COLORMANAGEMENT_UNEXPECTED_PROFILE_COLOR_SPACE_ARG0
source: Unexpected profile color space: {0}.
de: Unerwarteter Profilfarbraum: {0}.

# DEMOSCOMMONCODE_IMAGING_COLORMANAGEMENT_UNEXPECTED_PROFILE_COLOR_SPACE_ARG0_ALT1
source: Unexpected profile color space: {0}.
de: Unerwarteter Profilfarbraum: {0}.

# DEMOSCOMMONCODE_IMAGING_PASSWORD_ARG0
source: Password - {0}
de: Passwort – {0}

# DEMOSCOMMONCODE_IMAGING_PASSWORD
source: Password
de: Passwort

# DEMOSCOMMONCODE_IMAGING_THE_ARG0_PASSWORD_IS_INCORRECT
source: The {0} password is incorrect.
de: Das {0}-Passwort ist falsch.

# DEMOSCOMMONCODE_IMAGING_ERROR_ALT1
source: Error
de: Fehler

# DEMOSCOMMONCODE_IMAGING_AUTHORIZED_AS_ARG0
source: Authorized as: {0}
de: Autorisiert als: {0}

# DEMOSCOMMONCODE_IMAGING_AUTHORIZATION_RESULT
source: Authorization Result
de: Autorisierungsergebnis

source: This operation will parse all fonts available on system and refresh
de: Dieser Vorgang analysiert alle auf dem System verfügbaren Schriftarten und aktualisiert sie

source: the font map by replacing current names with actual font names.
de: die Schriftartenzuordnung durch Ersetzen aktueller Namen durch tatsächliche Schriftartennamen.

# DEMOSCOMMONCODE_IMAGING_IT_CAN_BE_TIME_CONSUMING
source: It can be time consuming.
de: Es kann zeitaufwändig sein.

# DEMOSCOMMONCODE_IMAGING_DO_YOU_WANT_TO_REFRESH_NAMES_OF_ALL_AVAILABLE_FONTS
source: Do you want to refresh names of all available fonts?
de: Möchten Sie die Namen aller verfügbaren Schriftarten aktualisieren?

# DEMOSCOMMONCODE_IMAGING_REFRESH_FONT_NAMES
source: Refresh font names?
de: Schriftartnamen aktualisieren?

# DEMOSCOMMONCODE_IMAGING_REFRESHING_FONT_NAMES
source: Refreshing font names...
de: Schriftnamen werden aktualisiert...

# DEMOSCOMMONCODE_IMAGING_ANOTHER_PRINT_PROCESS_IS_STILL_WORKING
source: Another print process is still working.
de: Ein anderer Druckvorgang läuft noch.

# DEMOSCOMMONCODE_IMAGING_NOT_FOCUSED_IMAGE_APPEARANCE_SETTINGS
source: Not Focused Image Appearance Settings
de: Einstellungen für das Erscheinungsbild nicht fokussierter Bilder

# DEMOSCOMMONCODE_IMAGING_FOCUSED_IMAGE_APPEARANCE_SETTINGS
source: Focused Image Appearance Settings
de: Einstellungen für die Darstellung fokussierter Bilder

# DEMOSCOMMONCODE_IMAGING_APPLIED_COMMANDS
source: Applied Commands
de: Angewandte Befehle

# DEMOSCOMMONCODE_IMAGING_DOCUMENT
source: Document
de: Dokument

# DEMOSCOMMONCODE_IMAGING_PAGE_ARG0
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_IMAGING_DOCUMENT_ALT1
source: Document
de: Dokument

# DEMOSCOMMONCODE_IMAGING_PAGE_ARG0_ALT1
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_IMAGING_ARG0_ARG1_MATCHES
source: {0} ({1} matches)
de: {0} ({1} Übereinstimmungen)

# DEMOSCOMMONCODE_IMAGING_EXECUTE
source: Execute
de: Ausführen

# DEMOSCOMMONCODE_IMAGING_VERIFIER
source: Verifier
de: Verifizierer

# DEMOSCOMMONCODE_IMAGING_ANALYZE
source: Analyze
de: Analysieren

# DEMOSCOMMONCODE_IMAGING_ARG0_PROCESSING
source: {0} processing
de: {0} wird verarbeitet

# DEMOSCOMMONCODE_IMAGING_EXPAND_ALL
source: Expand All
de: Alles erweitern

# DEMOSCOMMONCODE_IMAGING_COLLAPSE_ALL
source: Collapse All
de: Alles reduzieren

# DEMOSCOMMONCODE_IMAGING_FIXUPS
source: Fixups
de: Korrekturen

# DEMOSCOMMONCODE_IMAGING_FIXUP
source: Fixup
de: Korrektur

# DEMOSCOMMONCODE_IMAGING_TYPE_ARG0
source: Type: {0}
de: Typ: {0}

# DEMOSCOMMONCODE_IMAGING_TARGET_ARG0
source: Target: {0}
de: Ziel: {0}

# DEMOSCOMMONCODE_IMAGING_SEVERITY_ARG0
source: Severity: {0}
de: Schweregrad: {0}

# DEMOSCOMMONCODE_IMAGING_ARG0_ARG1_MATCHES_ALT1
source: {0} ({1} matches)
de: {0} ({1} Übereinstimmungen)

# DEMOSCOMMONCODE_IMAGING_TARGET
source: Target:
de: Ziel:

# DEMOSCOMMONCODE_IMAGING_VALUE_ARG0
source: Value: {0}
de: Wert: {0}

# DEMOSCOMMONCODE_IMAGING_APPLIED_COMMANDS_ALT1
source: Applied Commands
de: Angewandte Befehle

# DEMOSCOMMONCODE_IMAGING_PROCESSING_ERRORS
source: Processing Errors
de: Verarbeitungsfehler

# DEMOSCOMMONCODE_IMAGING__ARG0_MATCHES
source: ({0} matches)
de: ({0} Übereinstimmungen)

# DEMOSCOMMONCODE_IMAGING_SEVERITY_ARG0_ALT1
source: Severity: {0}
de: Schweregrad: {0}

# DEMOSCOMMONCODE_IMAGING_SHOW_NEXT_ARG0_ELEMENTS
source: Show next {0} elements.
de: Nächste {0} Elemente anzeigen.

# DEMOSCOMMONCODE_RESOURCE_ARG0_WAS_NOT_FOUND
source: Resource '{0}' was not found.
de: Ressource „{0}“ wurde nicht gefunden.

# DEMOSCOMMONCODE_IMAGING_ERROR_ALT2
source: Error
de: Fehler

# DEMOSCOMMONCODE_IMAGING_ERROR_ALT3
source: Error
de: Fehler

# DEMOSCOMMONCODE_IMAGING_FOCUSED
source: Focused
de: Konzentriert

# DEMOSCOMMONCODE_IMAGING_HOVERED
source: Hovered
de: Bewegt

# DEMOSCOMMONCODE_IMAGING_SELECTED
source: Selected
de: Ausgewählt

# DEMOSCOMMONCODE_IMAGING_NOT_READY
source: Not ready
de: Nicht bereit

# DEMOSCOMMONCODE_IMAGING_EXAMPLESRN
source: Examples:
de: Beispiele:

# DEMOSCOMMONCODE_IMAGING_FILE_FILENAME_PAGE_PAGENUMBERRN
source: 'File {Filename}, page {PageNumber}'
de: 'Datei {Dateiname}, Seite {Seitennummer}'

# DEMOSCOMMONCODE_IMAGING_LIST_OF_PREDEFINED_FORMAT_VARIABLESRN
source: List of predefined format variables:
de: Liste vordefinierter Formatvariablen:

# DEMOSCOMMONCODE_IMAGING_PAGELABEL_PAGE_LABELRN
source: {PageLabel} - page label
de: {PageLabel} – Seitenbezeichnung

# DEMOSCOMMONCODE_IMAGING_PAGENUMBER_PAGE_NUMBER_IN_SOURCE_IMAGE_FILERN
source: {PageNumber} - page number, in source image file
de: {PageNumber} – Seitenzahl in der Quellbilddatei

# DEMOSCOMMONCODE_IMAGING_PAGEINDEX_PAGE_INDEX_IN_SOURCE_IMAGE_FILERN
source: {PageIndex} - page index, in source image file
de: {PageIndex} – Seitenindex, in der Quellbilddatei

# DEMOSCOMMONCODE_IMAGING_IMAGENUMBER_IMAGE_NUMBER_IN_IMAGE_COLLECTIONRN
source: {ImageNumber} - image number, in image collection
de: {ImageNumber} – Bildnummer in der Bildersammlung

# DEMOSCOMMONCODE_IMAGING_IMAGEINDEX_IMAGE_INDEX_IN_IMAGE_COLLECTIONRN
source: {ImageIndex} - image index, in image collection
de: {ImageIndex} – Bildindex, in der Bildersammlung

# DEMOSCOMMONCODE_IMAGING_FILENAME_FILENAME_WITHOUT_DIRECTORYRN
source: {Filename} - filename without directory
de: {Dateiname} – Dateiname ohne Verzeichnis

# DEMOSCOMMONCODE_IMAGING_FULLFILENAME_FULL_FILENAMERN
source: {FullFilename} - full filename
de: {FullFilename} – vollständiger Dateiname

# DEMOSCOMMONCODE_IMAGING_DIRECTORYNAME_DIRECTORY_NAMERN
source: {DirectoryName} - directory name
de: {DirectoryName} – Verzeichnisname

# DEMOSCOMMONCODE_IMAGING_IMAGEWIDTHPX_SOURCE_IMAGE_WIDTH_IN_PIXELSRN
source: {ImageWidthPx} - source image width, in pixels
de: {ImageWidthPx} – Breite des Quellbilds in Pixel

# DEMOSCOMMONCODE_IMAGING_IMAGEHEIGHTPX_SOURCE_IMAGE_HEIGHT_IN_PIXELSRN
source: {ImageHeightPx} - source image height, in pixels
de: {ImageHeightPx} – Höhe des Quellbilds in Pixel

# DEMOSCOMMONCODE_IMAGING_IMAGESIZEMPX_SOURCE_IMAGE_SIZE_IN_MEGAPIXELSRN
source: {ImageSizeMpx} - source image size, in megapixels
de: {ImageSizeMpx} – Quellbildgröße in Megapixeln

# DEMOSCOMMONCODE_IMAGING_IMAGEHRES_SOURCE_IMAGE_HORIZONTAL_RESOLUTION_IN_DPIRN
source: {ImageHRes} - source image horizontal resolution, in DPI
de: {ImageHRes} – horizontale Auflösung des Quellbilds, in DPI

# DEMOSCOMMONCODE_IMAGING_IMAGEVRES_SOURCE_IMAGE_VERTICAL_RESOLUTION_IN_DPIRN
source: {ImageVRes} - source image vertical resolution, in DPI
de: {ImageVRes} – vertikale Auflösung des Quellbilds, in DPI

# DEMOSCOMMONCODE_IMAGING_IMAGEBITSPERPIXEL_SOURCE_IMAGE_BITS_PER_PIXEL
source: {ImageBitsPerPixel} - source image bits per pixel
de: {ImageBitsPerPixel} – Quellbildbits pro Pixel

# DEMOSCOMMONCODE_IMAGING_THUMBNAILCAPTIONCAPTIONFORMAT_PROPERTY
source: ThumbnailCaption.CaptionFormat property
de: ThumbnailCaption.CaptionFormat-Eigenschaft

# DEMOSCOMMONCODE_IMAGING_VISUAL_TOOL
source: Visual tool
de: Visuelles Werkzeug

# DEMOSCOMMONCODE_IMAGING_LINE_MEASURE
source: Line Measure
de: Linienmaß

# DEMOSCOMMONCODE_IMAGING_STARTS_THE_MEASUREMENT_USING_LINE
source: Starts the measurement using line
de: Startet die Messung mithilfe der Linie

# DEMOSCOMMONCODE_IMAGING_LINES_MEASURE
source: Lines Measure
de: Linienmaß

# DEMOSCOMMONCODE_IMAGING_STARTS_THE_MEASUREMENT_USING_LINES
source: Starts the measurement using lines
de: Startet die Messung anhand von Linien

# DEMOSCOMMONCODE_IMAGING_ELLIPSE_MEASURE
source: Ellipse Measure
de: Ellipsenmaß

# DEMOSCOMMONCODE_IMAGING_STARTS_THE_MEASUREMENT_USING_ELLIPSE
source: Starts the measurement using ellipse
de: Startet die Messung mittels Ellipse

# DEMOSCOMMONCODE_IMAGING_ANGLE_MEASURE
source: Angle Measure
de: Winkelmaß

# DEMOSCOMMONCODE_IMAGING_STARTS_THE_MEASUREMENT_USING_ANGLE
source: Starts the measurement using angle
de: Startet die Messung anhand des Winkels

# DEMOSCOMMONCODE_IMAGING_UNITS_OF_MEASURE
source: Units Of Measure
de: Maßeinheiten

# DEMOSCOMMONCODE_IMAGING_UNITS_OF_MEASURE_ALT1
source: Units Of Measure
de: Maßeinheiten

# DEMOSCOMMONCODE_IMAGING_PROPERTIES
source: Properties...
de: Eigenschaften...

# DEMOSCOMMONCODE_IMAGING_SHOW_PROPERTIES_FORM_FOR_IMAGE_MEASURE_TOOL
source: Show properties form for image measure tool
de: Eigenschaftenformular für Bildmesstool anzeigen

# DEMOSCOMMONCODE_IMAGING_MEASUREMENT_PROPERTIES
source: Measurement Properties...
de: Messungseigenschaften...

# DEMOSCOMMONCODE_IMAGING_SHOW_PROPERTIES_FORM_FOR_FOCUSED_MEASUREMENT_ANNOTATION
source: Show properties form for focused measurement annotation
de: Eigenschaftenformular für fokussierte Messanmerkung anzeigen

# DEMOSCOMMONCODE_IMAGING_IMAGE_MEASURE_TOOL_SETTINGS
source: Image measure tool settings
de: Einstellungen des Bildmesswerkzeugs

# DEMOSCOMMONCODE_IMAGING_MEASUREMENT_SETTINGS
source: Measurement settings
de: Messeinstellungen

# DEMOSCOMMONCODE_IMAGING_LOAD_MEASUREMENTS
source: Load Measurements...
de: Messungen laden...

# DEMOSCOMMONCODE_IMAGING_LOAD_THE_MEASUREMENT_ANNOTATIONS_FROM_A_FILE
source: Load the measurement annotations from a file
de: Laden Sie die Messanmerkungen aus einer Datei

# DEMOSCOMMONCODE_IMAGING_SAVE_MEASUREMENTS
source: Save Measurements...
de: Messungen speichern...

# DEMOSCOMMONCODE_IMAGING__SAVE_THE_MEASUREMENT_ANNOTATIONS_TO_A_FILE
source: Save the measurement annotations to a file
de: Speichern Sie die Messanmerkungen in einer Datei

source: Binary Annotations(*.vsabm)|*.vsabm|XMP Annotations(*.xmpm)|*.xmpm|All Formats(*.vsabm;*.xmpm)|*.vsabm;*.xmpm
de: Binäre Anmerkungen(*.vsabm)|*.vsabm|XMP-Anmerkungen(*.xmpm)|*.xmpm|Alle Formate(*.vsabm;*.xmpm)|*.vsabm;*.xmpm

# DEMOSCOMMONCODE_IMAGING_BINARY_ANNOTATIONSVSABMXMP_ANNOTATIONSXMPM
source: Binary Annotations|*.vsabm|XMP Annotations|*.xmpm
de: Binäre Anmerkungen|*.vsabm|XMP-Anmerkungen|*.xmpm

# DEMOSCOMMONCODE_IMAGING_REFRESH_MEASUREMENTS
source: Refresh Measurements
de: Messungen aktualisieren

# DEMOSCOMMONCODE_IMAGING_REFRESH_ALL_MEASUREMENTS_OF_FOCUSED_IMAGE
source: Refresh all measurements of focused image
de: Alle Messungen des fokussierten Bildes aktualisieren

# DEMOSCOMMONCODE_IMAGING_IMAGE_MEASURE_TOOL
source: Image Measure Tool
de: Bildmesswerkzeug

# DEMOSCOMMONCODE_IMAGING_IMAGE_MEASURE_TOOL_ALT1
source: Image Measure Tool
de: Bildmesswerkzeug

# DEMOSCOMMONCODE_IMAGING_MAGNIFIER_TOOL
source: Magnifier Tool
de: Lupe-Werkzeug

# DEMOSCOMMONCODE_IMAGING_MAGNIFIER
source: Magnifier
de: Lupe

# DEMOSCOMMONCODE_IMAGING_ZOOM_SELECTION_TOOL
source: Zoom Selection Tool
de: Zoom-Auswahlwerkzeug

# DEMOSCOMMONCODE_IMAGING_ZOOM_SELECTION
source: Zoom selection
de: Zoomauswahl

# DEMOSCOMMONCODE_IMAGING_THE_FOLLOWING_SPECIFIED_TEXT_WAS_NOT_FOUND_ARG0
source: The following specified text was not found: {0}
de: Der folgende angegebene Text wurde nicht gefunden: {0}

# DEMOSCOMMONCODE_IMAGING_FIND_TEXT
source: Find text
de: Text suchen

# DEMOSCOMMONCODE_IMAGING_THE_FOLLOWING_SPECIFIED_TEXT_WAS_NOT_FOUND_ARG0_ALT1
source: The following specified text was not found: {0}
de: Der folgende angegebene Text wurde nicht gefunden: {0}

# DEMOSCOMMONCODE_IMAGING_FIND_TEXT_ALT1
source: Find text
de: Text suchen

# DEMOSCOMMONCODE_OFFICE_ALL_SUPPORTED_DOCUMENTS_DOCXDOCTXTDOCXDOCTXT
source: All Supported Documents (*.docx;*.doc;*.txt)|*.docx;*.doc;*.txt
de: Alle unterstützten Dokumente (*.docx;*.doc;*.txt)|*.docx;*.doc;*.txt

# DEMOSCOMMONCODE_OFFICE_CHART_RESOURCES_WAS_NOT_FOUND
source: Chart resources was not found.
de: Diagrammressourcen wurden nicht gefunden.

# DEMOSCOMMONCODE_OFFICE_SELECT_A_CHART
source: Select a chart
de: Wählen Sie ein Diagramm aus

source: TXT to DOCX conversion error: Resource 'EmptyDocument.docx' is not found in demo application.
de: Fehler bei der Konvertierung von TXT in DOCX: Die Ressource "EmptyDocument.docx" wurde in der Demoanwendung nicht gefunden.

# DEMOSCOMMONCODE_OFFICE_CHART_ARG0
source: Chart {0}
de: Diagramm {0}

# DEMOSCOMMONCODE_OFFICE_FIRST_LINE_INDENTATION
source: First Line Indentation
de: Einzug der ersten Zeile

# DEMOSCOMMONCODE_OFFICE_LEFT_INDENTATION
source: Left Indentation
de: Linker Einzug

# DEMOSCOMMONCODE_OFFICE_RIGHT_INDENTATION
source: Right Indentation
de: Rechter Einzug

# DEMOSCOMMONCODE_OFFICE_LINE_HEIGHT_FACTOR
source: Line Height Factor
de: Linienhöhenfaktor

# DEMOSCOMMONCODE_OFFICE_SPACING_BEFORE_PARAGRAPH
source: Spacing Before Paragraph
de: Abstand vor Absatz

# DEMOSCOMMONCODE_OFFICE_SPACING_AFTER_PARAGRAPH
source: Spacing After Paragraph
de: Abstand nach Absatz

# DEMOSCOMMONCODE_OFFICE_CHARACTER_HORIZONTAL_SCALING
source: Character Horizontal Scaling
de: Horizontale Zeichenskalierung

# DEMOSCOMMONCODE_OFFICE_CHARACTER_SPACING
source: Character Spacing
de: Zeichenabstand

# DEMOSCOMMONCODE_TWAIN_TWAIN_DEVICE_MANAGER_IS_NOT_FOUND
source: TWAIN device manager is not found.
de: TWAIN-Gerätemanager wurde nicht gefunden.

# DEMOSCOMMONCODE_TWAIN_TWAIN_DEVICE_MANAGER
source: TWAIN device manager
de: TWAIN-Gerätemanager

# DEMOSCOMMONCODE_TWAIN_TWAIN_DEVICE_MANAGER_ALT1
source: TWAIN device manager
de: TWAIN-Gerätemanager

# DEMOSCOMMONCODE_TWAIN_DEVICES_ARE_NOT_FOUND
source: Devices are not found.
de: Geräte wurden nicht gefunden.

# DEMOSCOMMONCODE_TWAIN_SCAN_CANCELED
source: Scan canceled.
de: Scan abgebrochen.

# DEMOSCOMMONCODE_TWAIN_SCAN_FAILED_ARG0
source: Scan failed: {0}
de: Scan fehlgeschlagen: {0}

# DEMOSCOMMONCODE_TWAIN_TWAIN_DEVICE_MANAGER_ALT2
source: TWAIN device manager
de: TWAIN-Gerätemanager

# DEMOSCOMMONCODE_ABOUT
source: About...
de: Über das Programm...

# DEMOSCOMMONCODE_ARG0_HAS_INVALID_FORMAT
source: {0} has invalid format.
de: {0} hat ein ungültiges Format.

# DEMOSCOMMONCODE_ERROR
source: Error
de: Fehler

# DEMOSCOMMONCODE_ERROR_ALT1
source: Error
de: Fehler

# DEMOSCOMMONCODE_ERROR_ALT2
source: Error
de: Fehler

# DEMOSCOMMONCODE_WARNING
source: Warning
de: Warnung

# DEMOSCOMMONCODE_INFORMATION
source: Information
de: Informationen

# DEMOSCOMMONCODE_INNER_EXCEPTION_ARG0
source: Inner exception: {0}
de: Innere Ausnahme: {0}

# DEMOSCOMMONCODE_ERROR_ALT3
source: Error
de: Fehler

# DEMOSCOMMONCODE_THE_PROCESSING_COMMAND_DID_NOT_RETURN_THE_RESULT
source: The processing command did not return the result.
de: Der Verarbeitungsbefehl hat das Ergebnis nicht zurückgegeben.

# DEMOSCOMMONCODE_RESULT_IS_ARG0
source: Result is {0}
de: Ergebnis ist {0}

# DEMOSCOMMONCODE_THE_PROCESSING_COMMAND_IS_EXECUTED_SUCCESSFULLY
source: The processing command is executed successfully.
de: Der Verarbeitungsbefehl wurde erfolgreich ausgeführt.

source: The processing command is executed successfully (processed {0} target(s)).
de: Der Verarbeitungsbefehl wurde erfolgreich ausgeführt ({0} Ziel(e) verarbeitet).

# DEMOSCOMMONCODE_UPLOAD_ARG0_BYTES_TO_ARG1
source: Upload {0} bytes to {1}...
de: Laden Sie {0} Bytes auf {1} hoch...

# DEMOSCOMMONCODE_ERROR_ARG0
source: Error: {0}
de: Fehler: {0}

# DEMOSCOMMONCODE_CANCELED
source: Canceled.
de: Abgebrochen.

# DEMOSCOMMONCODE_ERROR_ARG0_ALT1
source: Error: {0}
de: Fehler: {0}

# DEMOSCOMMONCODE_RESPONSE_RECEIVED_ARG0
source: Response received: {0}
de: Antwort erhalten: {0}

source: Double click on the text box for changing the font.
de: Doppelklicken Sie auf das Textfeld, um die Schriftart zu ändern.

# DEMOSCOMMONCODE_PDF_GOTO_ACTION
source: Goto Action
de: Gehe zu Aktion

# DEMOSCOMMONCODE_PDF_LAUNCH_ACTION
source: Launch Action
de: Aktion starten

# DEMOSCOMMONCODE_PDF_JAVASCRIPT_ACTION
source: JavaScript Action
de: JavaScript-Aktion

# DEMOSCOMMONCODE_PDF_ANNOTATION_HIDE_ACTION
source: Annotation Hide Action
de: Aktion zum Ausblenden von Anmerkungen

# DEMOSCOMMONCODE_PDF_SUBMIT_FORM_ACTION
source: Submit Form Action
de: Formularaktion senden

# DEMOSCOMMONCODE_PDF_RESET_FORM_ACTION
source: Reset Form Action
de: Formularaktion zurücksetzen

# DEMOSCOMMONCODE_PDF_NAMED_ACTION
source: Named Action
de: Benannte Aktion

# DEMOSCOMMONCODE_PDF_UNKNOWN
source: Unknown
de: Unbekannt

# DEMOSCOMMONCODE_PDF_PAGE03_ARG1
source: (Page:{0,3}) {1}
de: (Seite:{0,3}) {1}

# DEMOSCOMMONCODE_PDF_PAGE_ARG0
source: Page {0}
de: Seite {0}

# DEMOSCOMMONCODE_PDF_X_COORDINATE_IS_NOT_A_VALID_FLOAT_NUMBER
source: X coordinate is not a valid float number.
de: X-Koordinate ist keine gültige Float-Zahl.

# DEMOSCOMMONCODE_PDF_Y_COORDINATE_IS_NOT_A_VALID_FLOAT_NUMBER
source: Y coordinate is not a valid float number.
de: Y-Koordinate ist keine gültige Gleitkommazahl.

# DEMOSCOMMONCODE_PDF_X_COORDINATE_IS_NOT_A_VALID_FLOAT_NUMBER_ALT1
source: X coordinate is not a valid float number.
de: X-Koordinate ist keine gültige Float-Zahl.

# DEMOSCOMMONCODE_PDF_Y_COORDINATE_IS_NOT_A_VALID_FLOAT_NUMBER_ALT1
source: Y coordinate is not a valid float number.
de: Y-Koordinate ist keine gültige Gleitkommazahl.

# DEMOSCOMMONCODE_PDF_WIDTH_IS_NOT_A_VALID_FLOAT_NUMBER
source: Width is not a valid float number.
de: Breite ist keine gültige Gleitkommazahl.

# DEMOSCOMMONCODE_PDF_HEIGHT_IS_NOT_A_VALID_FLOAT_NUMBER
source: Height is not a valid float number.
de: Höhe ist keine gültige Gleitkommazahl.

# DEMOSCOMMONCODE_PDF_WIDTH_MUST_BE_POSITIVE
source: Width must be positive.
de: Breite muss positiv sein.

# DEMOSCOMMONCODE_PDF_HEIGHT_MUST_BE_POSITIVE
source: Height must be positive.
de: Höhe muss positiv sein.

# DEMOSCOMMONCODE_PDF_START_APPLICATION_ARG0
source: Start application '{0}' ?
de: Anwendung "{0}" starten?

# DEMOSCOMMONCODE_PDF_EXECUTE_AN_APPLICATION
source: Execute an application
de: Eine Anwendung ausführen

# DEMOSCOMMONCODE_PDF_FORM_SUBMIT_DOCUMENT_MUST_CONNECT_TO_ARG0RN_ALLOW
source: Form submit: document must connect to '{0}'. Allow?
de: Formular absenden: Dokument muss mit "{0}" verbunden sein. Zulassen?

# DEMOSCOMMONCODE_PDF_SUBMIT_ACTION
source: Submit action
de: Aktion senden

# DEMOSCOMMONCODE_PDF_THE_INTERACTIVE_FORM_FIELDS_CAN_NOT_BE_SUBMITTED_TO_ARG0
source: The interactive form fields can not be submitted to '{0}',
de: Die interaktiven Formularfelder können nicht an "{0}" übermittelt werden,

source: because the document does not contain the interactive form fields
de: weil das Dokument keine interaktiven Formularfelder enthält

# DEMOSCOMMONCODE_PDF_FIELD_ARG0_IS_REQUIRED_BUT_NOT_FILLED
source: Field '{0}' is required but not filled.
de: Feld "{0}" ist erforderlich, aber nicht ausgefüllt.

# DEMOSCOMMONCODE_PDF_FDF_SUBMIT_FORMAT_IS_NOT_SUPPORTED_NOW
source: FDF submit format is not supported now.
de: FDF-Übermittlungsformat wird derzeit nicht unterstützt.

# DEMOSCOMMONCODE_PDF_HTML_SUBMIT_FORMAT_IS_NOT_SUPPORTED_NOW
source: HTML submit format is not supported now.
de: HTML-Übermittlungsformat wird derzeit nicht unterstützt.

# DEMOSCOMMONCODE_PDF_OPEN_URL_ARG0
source: Open URL '{0}' ?
de: URL „{0}“ öffnen?

# DEMOSCOMMONCODE_PDF_OPEN_URL
source: Open URL
de: URL öffnen
