Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/DemosCommonCode.Pdf/Tools/PdfContentEditorControl/PdfContentEditorControl.*.resx
Languages: de

# contentGraphicsPropertiesToolStripMenuItem.Text
source: Content Graphics Properties...
de: Inhaltsgrafikeigenschaften...

# removeAllToolStripMenuItem.Text
source: Remove All
de: Alle entfernen

# pasteToolStripMenuItem1.Text
source: Paste
de: Einfügen

# propertiesToolStripMenuItem.Text
source: Properties...
de: Eigenschaften...

# replaceResourceToolStripMenuItem.Text
source: Replace Image or Form...
de: Bild oder Formular ersetzen...

# bringToBackToolStripMenuItem.Text
source: Bring to Back
de: Nach hinten bringen

# bringToFrontToolStripMenuItem.Text
source: Bring to Front
de: Nach vorne bringen

# selectFigureToolStripMenuItem.Text
source: Select by Cursor
de: Mit dem Cursor auswählen

# deleteToolStripMenuItem.Text
source: Delete
de: Löschen

# pasteToolStripMenuItem.Text
source: Paste
de: Einfügen

# copyToolStripMenuItem.Text
source: Copy
de: Kopieren

# cutToolStripMenuItem.Text
source: Cut
de: Ausschneiden

# renderFiguresButton.Text
source: Append Content
de: Inhalt anhängen

# removeAllButton.Text
source: Remove All
de: Alle entfernen

# drawClosedCurvesToolStripButton.Text
source: Closed Curves
de: Geschlossene Kurven

# drawCurvesToolStripButton.Text
source: Curves
de: Kurven

# freeHandLineToolStripButton.Text
source: Freehand Line
de: Freihandlinie

# drawLinesToolStripButton.Text
source: Lines
de: Linien

# drawLinesUseBlendingModeToolStripButton.Text
source: Highlight With Blending
de: Mit Überblendung hervorheben

# fillRectangleUseBlendingModeToolStripButton.Text
source: Highlight Rectangle With Blending
de: Rechteck mit Überblendung hervorheben

# fillRectangleToolStripButton.Text
source: Filled Rectangle
de: Gefülltes Rechteck

# formXObjectToolStripButton.Text
source: Form Resource
de: Formularressource

# drawImageToolStripButton.Text
source: Image Resource
de: Bildressource

# drawOfficeDocumentButton.ToolTipText
source: Office Document
de: Office-Dokument

# drawOfficeDocumentButton.Text
source: Office Document
de: Office-Dokument

# formattedTextButton.Text
source: Formatted Text
de: Formatierter Text

# addTextBoxToolStripButton.Text
source: Text Box
de: Textfeld

# addTextToolStripButton.Text
source: Text Line
de: Textzeile

# figuresGroupBox.Text
source: Add Graphics Figure
de: Grafikfigur hinzufügen

# removeButton.Text
source: Remove
de: Entfernen

# clipContentToolStripButton.Text
source: Edit Clip Paths
de: Clippfade bearbeiten

# shadingFillContentToolStripButton.Text
source: Edit Shading Fills
de: Schattierungsfüllungen bearbeiten

# fillPathContentToolStripButton.Text
source: Edit Fill Paths
de: Füllpfade bearbeiten

# strokePathContentToolStripButton.Text
source: Edit Stroke Paths
de: Strichpfade bearbeiten

# formContentToolStripButton.Text
source: Edit Forms
de: Formulare bearbeiten

# imageContentToolStripButton.Text
source: Edit Images
de: Bilder bearbeiten

# textContentToolStripButton.Text
source: Edit Text
de: Text bearbeiten

# highlightToolStripButton.ToolTipText
source: Highlight content figures
de: Inhaltszahlen hervorheben

# groupContentFiguresToolStripButton.Text
source: Group Content Figures
de: Gruppeninhaltszahlen

# appendModeToolStripButton.Text
source: Use Append Mode
de: Anhängemodus verwenden

# addEllipseClipToolStripButton.ToolTipText
source: Add Elliptical Clip
de: Ellipsenclip hinzufügen

# addRectangleClipToolStripButton.ToolTipText
source: Add Rectangular Clip
de: Rechteckigen Clip hinzufügen

# rotateCounterclockwiseToolStripButton.ToolTipText
source: Rotate by 90 degress (Counterclockwise)
de: Um 90 Grad drehen (gegen den Uhrzeigersinn)

# rotateClockwiseToolStripButton.ToolTipText
source: Rotate by 90 degress (Clockwise)
de: Um 90 Grad drehen (im Uhrzeigersinn)

# verticalMirrorToolStripButton.ToolTipText
source: Vertial Mirror
de: Vertikaler Spiegel

# horizontalMirrorToolStripButton.ToolTipText
source: Horizontal Mirror
de: Horizontaler Spiegel

# contentGraphicsPropertiesToolStripButton.ToolTipText
source: Edit Content Graphics Properties...
de: Inhaltsgrafikeigenschaften bearbeiten...

# replaceResourceToolStripButton.ToolTipText
source: Replace Image/Form Resource...
de: Bild-/Formularressource ersetzen...

# editTextObjectToolStripButton.Text
source: Edit Text
de: Text bearbeiten

# redoToolStripSplitButton.Text
source: Redo
de: Wiederholen

# undoToolStripSplitButton.Text
source: Undo
de: Rückgängig
