Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/DemosCommonCode.Pdf/AnnotationTool/Annotations/PdfAnnotationBuilderControl.*.resx
Languages: de

# textUpLeftArrowToolStripMenuItem.Text
source: Up Left Arrow
de: Pfeil nach links oben

# textUpArrowToolStripMenuItem.Text
source: Up Arrow
de: Pfeil nach oben

# textRightPointerToolStripMenuItem.Text
source: Right Pointer
de: Rechter Zeiger

# textRightArrowToolStripMenuItem.Text
source: Right Arrow
de: Rechtspfeil

# textNewParagraphToolStripMenuItem.Text
source: New Paragraph
de: Neuer Absatz

# textInsertToolStripMenuItem.Text
source: Insert
de: Einfügen

# textHelpToolStripMenuItem.Text
source: Help
de: Hilfe

# textCrossHairsToolStripMenuItem.Text
source: Cross Hairs
de: Fadenkreuz

# textCommentToolStripMenuItem.Text
source: Comment
de: Kommentar

# tagFileAttachmentToolStripMenuItem.Text
source: Tag File Attachment
de: Dateianhang markieren

# paperclipFileAttachmentToolStripMenuItem.Text
source: Paperclip File Attachment
de: Büroklammer-Dateianhang

# pushPinFileAttachmentToolStripMenuItem.Text
source: Push Pin File Attachment
de: Push-Pin-Dateianhang

# graphFileAttachmentToolStripMenuItem.Text
source: Graph File Attachment
de: Grafikdateianhang

# officeDocumentToolStripMenuItem.Text
source: Office Document
de: Office-Dokument

# cloudFreeTextToolStripMenuItem.Text
source: Cloud Free Text
de: Cloud-Freitext

# cloudTextToolStripMenuItem.Text
source: Cloud Text
de: Wolkentext

# freehandPolygonToolStripMenuItem.Text
source: Freehand Polygon
de: Freihand-Polygon

# cloudFilledPolygonToolStripMenuItem.Text
source: Cloud Filled Polygon
de: Wolkengefülltes Polygon

# cloudPolygonToolStripMenuItem.Text
source: Cloud Polygon
de: Wolkenpolygon

# filledPolygonToolStripMenuItem.Text
source: Filled Polygon
de: Gefülltes Polygon

# freehandPolylineToolStripMenuItem.Text
source: Freehand Polyline
de: Freihand-Polylinie

# polylineWithArrowsToolStripMenuItem.Text
source: Polyline with Arrows
de: Polylinie mit Pfeilen

# polylineWithArrowToolStripMenuItem.Text
source: Polyline with Arrow
de: Polylinie mit Pfeil

# cloudFilledEllipseToolStripMenuItem.Text
source: Cloud Filled Ellipse
de: Wolkengefüllte Ellipse

# cloudEllipseToolStripMenuItem.Text
source: Cloud Ellipse
de: Wolkenellipse

# filledEllipseToolStripMenuItem.Text
source: Filled Ellipse
de: Gefüllte Ellipse

# cloudFilledRectangleToolStripMenuItem.Text
source: Cloud Filled Rectangle
de: Wolkengefülltes Rechteck

# cloudRectangleToolStripMenuItem.Text
source: Cloud Rectangle
de: Wolkenrechteck

# filledRectangleToolStripMenuItem.Text
source: Filled Rectangle
de: Gefülltes Rechteck

# inkToolStripButton.Text
source: Ink (Pencil)
de: Tinte (Bleistift)

# lineWithArrowsToolStripMenuItem.Text
source: Line with Arrows
de: Linie mit Pfeilen

# lineWithArrowToolStripMenuItem.Text
source: Line with Arrow
de: Linie mit Pfeil
