Repository: vintasoft/WinForms-Pdf_Editor_Demo
Catalog: CSharp/DemosCommonCode.Ocr/AddImagesForm.*.resx
Languages: de

# $this.Text
source: Add Images
de: Bilder hinzufügen

# thresholdBinarizeButton.Text
source: Threshold Binarize
de: Schwellenwert für Binarisierung

# globalBinarizeButton.Text
source: Global Binarize
de: Globale Binarisierung

# adaptiveBinarizeButton.Text
source: Adaptive Binarize
de: Adaptive Binärisierung

# invertButton.Text
source: Invert
de: Invertieren

# rotateButton.Text
source: Rotate
de: Drehen

# autoTextInvertButton.Text
source: Auto Text Invert
de: Automatische Textumkehr

# removeTablesButton.Text
source: Remove Tables
de: Tabellen entfernen

# autoOrientationButton.Text
source: Auto Orientation
de: Automatische Ausrichtung

# allImagesRadioButton.Text
source: All Images
de: Alle Bilder

# currentImageRadioButton.Text
source: Current Image
de: Aktuelles Bild

# processingGroupBox.Text
source: Processing
de: Verarbeitung

# buttonCancel.Text
source: Cancel
de: Abbrechen

# ocrPreprocessingCheckBox.Text
source: OCR Preprocessing
de: OCR-Vorverarbeitung

# deskewChekBox.Text
source: Deskew
de: Entzerrung

# clearBorderCheckBox.Text
source: Clear Border
de: Rahmen löschen

# holePunchRemovalCheckBox.Text
source: Hole Punch Removal
de: Lochentfernung

# halftoneRemovalCheckBox.Text
source: Halftone Removal
de: Halbtonentfernung

# autoOrientationCheckBox.Text
source: Auto Orienation
de: Automatische Ausrichtung

# segmentationCheckBox.Text
source: Segmentation
de: Segmentierung

# autoInvertCheckBox.Text
source: Auto Invert
de: Automatische Umkehrung

# addFromScannerButton.Text
source: Scan...
de: Scannen...

# addFromFileButton.Text
source: Add from File...
de: Aus Datei hinzufügen...
